[
  {
    "id": 80,
    "title": "Itaú Unibanco está contratando Faça sua Carreira de Dados no Itaú 🚀🧡 em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Vem construir a área de Dados no Itaú_Nossa missão é empoderar Itubers através do uso intensivo de Dados e Analytics, para conhecer e encantar clientes em todo o mundo. O time de Dados é responsável por otimizar e garantir a máxima eficiência nos processos e implementações das diretrizes estratégicas da empresa.Temos uma plataforma digital centrada nos Dados, com uma visão analítica e integrada do cliente, produtos, operações à uma gama de outras informações, desacoplada dos sistemas transacionais, com Analytics by design e consumo tempestivo dos dados.Responsabilidades e atribuiçõesO que faz um profissional de Dados no Itaú?A área de Dados do Itaú conta um time bastante dinâmico, devido ao contato direto com as áreas de negócio e tecnologia. Para que isso aconteça, você irá atuar em times ágeis e multidisciplinares, mas não se preocupe, por aqui nós vamos de turma!Estas são as possíveis carreiras que você pode seguir na área de dados aqui no Itaú: Modelagem de DadosAtuar com modelagem de dados estruturados e não-estruturados seguindo as práticas, mandados de dados e Analytics by design;Engenharia de DadosÉ responsável pela ingestão e transformação (ETL/ELT) dos dados, além do monitoramento da disponibilidade e qualidade;Engenharia de AnalyticsAtua na especialização dos dados e soluções de consumo, envolvendo a estruturação de datasets, métricas e visualização de dados;Cientista de DadosUtiliza técnicas de IA, estatística e Machine Learning para criação de modelos preditivos e prescritivos voltados para a tomada de decisões, data-driven;Engenharia de Machine LearningÉ responsável pela implementação de Ciência de Dados, disponibilização dos resultados em ambiente produtivo, observability do ambiente produtivo de modelos e motores de predição.Analista de DadosÉ responsável por consultas ad-hoc, análises, métricas e reportes para suporte a tomada de decisão, data driven em demandas específicas de cada área.Requisitos e qualificaçõesO que esperamos de você? Conhecimento em linguagem de programação, como Python ou R; Experiência em projetos de desenvolvimento de pipelines de dados; Conhecimento em padrões arquiteturais de plataformas de dados (integração, ingestão, orquestração, armazenamento e processamento); Experiência com Big Data, utilizando ferramentas como: Hive, Spark, Airflow, RabbitMQ, Hadoop; Conhecimento em Cloud pública (AWS)Para a área de Dados, buscamos pessoas que queiram se desenvolver e aprender constantemente, compartilhando, colaborando, inovando e entregando valor para nossos clientes em todo o mundo.Informações adicionais🧡 A Cultura ItuberPara nós, a transformação começa quando olhamos para trás: reconhecemos tudo o que construímos juntos até aqui e nos orgulhamos, afinal, são quase 100 anos de história!O nosso principal pilar é a ética: pra gente, ética é inegociável. Ou seja, nos comprometemos a fazer sempre o certo, sem jeitinhos, sem atalhos.A partir desse pilar principal, temos os nossos outros direcionadores: A gente trabalha para o cliente A gente não sabe tudo A gente é movido por resultado A gente quer diversidade e inclusão A gente #VaiDeTurma!Ao se tornar um Ituber você tem: Vale Transporte Vale Refeição (Restaurantes) / Vale Alimentação (Supermercados) Convênio médico e odontológico Seguro de Vida PLR – Participação nos Lucros e Resultados (Mediante resultados do banco) Previdência privada Descontos exclusivos em nossos produtos financeiros Licença maternidade estendida & paternidade Auxílio Creche / Babá (para papais e mamães) Incentivo a estudos GymPass ou TotalPass Acesso aos Clubes Itaú (Guarapiranga / Itanhaém e São Sebastião) + Algumas vantagens que você pode conhecer durante o processoEstimulamos candidaturas de pessoas com deficiência em todas as nossas posições, sendo assim, sinta-se à vontade para se candidatar em vagas sinalizadas como exclusivas ou não para pessoas com deficiência. Somos comprometidos com a inclusão e valorizamos a diversidade. #VemProItaú #VemSerItuber\n        "
    ]
  },
  {
    "id": 3946027996,
    "title": "Descomplica está contratando Engenheiro(a) de Dados Jr em: Greater Rio de Janeiro | LinkedIn",
    "requirements:": [
      "\n          Quem é a Descomplica | Na Descomplica você vaiVamos juntos transformar a educação no Brasil?A Descomplica é a primeira EdTech do Brasil e nasceu para transformar a educação e despertar a vontade de estudar em milhares de pessoas. Nossa missão é, através da tecnologia, conectar alunos e professores de um jeito prático e simples, distribuindo conhecimento de forma divertida, personalizada e acessível.Por aqui, temos uma equipe incrível e unida, compartilhando o propósito de democratizar a educação no Brasil. Impactamos a trajetória dos nossos alunos em todas as etapas, desde o pré-vestibular até a graduação e pós-graduação.Na Descomplica você vai encontrar:Um ambiente dinâmico que preza pela inovação;Um time diverso e de alto nível, usando boas práticas e as melhores ferramentas do mercado;Autonomia para tomar decisões sem precisar investir tempo e energia em reuniões longas e desnecessárias (somos dinâmicos, lembra?);Uma cultura de transparência, aprendizado e agilidade. Queremos ver todos crescerem profissionalmente e tomando as melhores decisões pro nosso negócio;Um ambiente informal, colaborativo que trabalha e também se diverte junto.Então, se você está em busca de uma oportunidade única de impactar positivamente a educação no Brasil, junte-se a nós na Descomplica. Estamos ansiosos para receber pessoas talentosas e comprometidas e que desejam fazer a diferença na educação do nosso país.Responsabilidades e atribuiçõesResponsabilidades:Contribuir para o design, documentação, manutenção, monitoramento e otimização dos nossos códigos e ferramentas de dados;Identificar oportunidades de melhorias e escalabilidade nas nossas plataformas (Lake/Warehouse);Realizar ingestão de dados na sua origem e criação de um pipeline de dados (às vezes do zero);Apoiar os times de negócio em melhorias de processos de dados;Apoiar realização de PoC para novas implementações na área.Requisitos e qualificaçõesProcuramos por uma pessoa que tenha:Conhecimento em SQL e Python;Conhecimento básico com modelos de dados e indicadores de negócio (aplicados na construção de ETL/ELT);Conhecimento básico em tecnologias como Git, Github e Docker;Conhecimento em Banco de Dados (PostgreSQL, MsSQL, Oracle, Big Query, Snowflake);Noção de programação orientada a objetos (OOP);Noções básicas de comando de terminal como ls, cd, mkdir;Você irá se destacar se tiver:Familiaridade em Cloud (GCP, AWS, Azure)Familiaridade em Airflow ou outra ferramenta de orquestração de dadosConhecimento em DBTNoções de conceito DevOps aplicado a dados (DataOps)Informações adicionaisBenefíciosTrabalhar no Descomplica é incrível! Você irá ajudar milhões de pessoas a estudarem melhor e, além disso, terá como benefícios:Desconto farmacêutico;Auxílio refeição (Caju);Auxílio Home OfficeHorário de trabalho flexível;Plano de saúde;Plano odontológico;Seguro de vida;Auxílio creche;Licença maternidade estendida/paternidade;Auxílio transporte (vale-transporte);Happy day (day-off no dia do seu aniversário);Incentivo à educação (descontos nos nossos produtos).\n        "
    ]
  },
  {
    "id": 3966459199,
    "title": "Bradesco está contratando DATA ENGINEER I em: Osasco, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre o Bradesco Trazendo um pouco mais da nossa história de contribuição e impacto na sociedade, com pioneirismo e inovação, o Bradesco surgiu com o propósito de democratizar o acesso aos serviços bancários no Brasil. Nesses 81 anos, sempre ao lado dos brasileiros, nos tornamos uma das maiores Organizações do país, formada por empresas e fundações que oferecem produtos e serviços que vão de soluções financeiras a seguros, saúde e educação.E estamos sempre em busca de pessoas dispostas a fazer a diferença na vida de milhões de brasileiros, contribuindo para o desenvolvimento da sociedade. Responsabilidades e atribuições O que é o nosso time de Inteligência de dados?O Departamento de Inteligência de Dados tem o propósito de avançar nas fronteiras das tecnologias de dados e IA para gerar valor às unidades de negócio de maneira sustentável e ética. Nossas equipes estão organizadas em três grandes pilares: Analytics (orientado a profit pools), plataforma & estrutural, e governança & qualidade. E, junto às unidades de negócio, desenvolvemos e implantamos soluções de inteligência analítica que trazem incremento de receita, aumento de eficiência operacional, mitigação de riscos e melhoria da experiência do cliente.Modelo de trabalho : Híbrido (4 vezes remoto e 1 vez presencial)Local: Osasco ou Curitiba Como será seu dia a dia? Como DATA ENGINEER I , a pessoa será responsável por: Extrair, carregar, transformar e integrar dados em diferentes formatos, ambientes e latências (inclusive real-time), utilizando as ferramentas homologadas pela Organização, para entregá-los aos consumidores finais; Entender as necessidades do negócio, por meio da identificação das informações (dados/variáveis/logs/etc) e meta-informações, tais como: latência, volume, origens e formas de consumo. Realizar o mapeamento dos fluxos (AS-iS e TO-BE) das informações identificadas, desde sua origem até o seu consumo, utilizando os padrões de mercado. Utilizar de metodologias exploratórias de dados para testar as hipóteses levantadas, auxiliando as as áreas de negócio nas tomadas de decisão para o negócio. Requisitos e Qualificações O que você precisa ter ou saber? Obrigatório conhecimento intermediário em linguagem de programação Phyton  Conhecimento em banco de dados relacionais e linguagem SQL.  Graduação completa em cursos de Ciência de Dados, Matemática, Estatística, Economia, Física, Engenharia ou Computação, Sistemas de Informação e Análise de Desenvolvimento de Sistemas. Será um diferencial se você tiver: Conhecimento em Cloud (Azure e/ou GCP) com a stack Databricks.  Inglês básico  O que nós oferecemos No Bradesco valorizamos a saúde e bem-estar, oferecendo um extenso portfólio de benefícios as todas nossas pessoas colaboradoras. PLR ou Bônus: Conforme a elegibilidade de cargo*  Convênio Médico  Convênio Odontológico  Seguro de Vida  Vale Alimentação  Vale Refeição  Total Pass  13º Cesta Alimentação  Vale Transporte (adesão opcional)  Descontos em produtos e serviços em empresas parceiras  Previdência Privada (adesão opcional, com participação financeira da Organização Bradesco)  Viva Bem Bradesco: programa de saúde, bem-estar e qualidade de vida  Unibrad: Universidade Corporativa Bradesco  Isenção de Tarifas: condições especiais em diversos produtos e serviços  Auxílio Creche ou Babá  Licença Paternidade estendida de 20 dias  Licença Maternidade de 180 dias, acompanhamento assistencial da gestação até o pós-parto  Auxílio para filho atípico*  Saiba mais sobre o Bradesco Para mais informações sobre as nossas práticas de gestão de pessoas e indicadores, acesse bradescori.com.br/o-bradesco/capital-humano/ .Para mais informações institucionais, de negócios e financeiras, além das práticas e iniciativas de sustentabilidade, acesse bradescori.com.br/o-bradesco/relatorio-integrado/ .\n        "
    ]
  },
  {
    "id": 3972327329,
    "title": "BP - A Beneficência Portuguesa de São Paulo está contratando Analista Dados Estatísticos Jr em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Excelente porque somos plurais! Cada pessoa que compõe a BP tem uma história de vida, uma trajetória, uma visão de mundo. E ao somarmos essas visões, vemos os desafios que temos de outros ângulos trazendo novas respostas para as velhas perguntas, e ajudando a fazer novas perguntas. É dessa forma que a inovação está sempre presente, de uma forma prática, funcional e que melhora a vida das pessoas. E assim vamos engrandecendo o nosso jeito de ser BP.Responsabilidades e atribuiçõesElaborar fichas para levantamento de dados baseando-se nas informações dos pesquisadores com o intuito de direcionar e focar nos objetivos específicos das pesquisas e dessa forma, otimizar a qualidade dos dados coletados; Realizar a montagem de banco de dados em diferentes softwares (principalmente na Plataforma REDCap), de acordo com as necessidades e disponibilidades dos pesquisadores; Gerenciar as bases de dados da Instituição, voltadas à área acadêmica científica, visando manter consistência (limpeza, adequação, unificação e estruturação) dos dados para análises estatísticas, com o objetivo de aumentar o número de publicações científicas da Instituição;Orientar pesquisadores vinculados a instituição na elaboração metodológica e estatística dos projetos com intuito de atingir excelência em suas pesquisas; Execução das análises estatísticas (amostragem, planejamento de experimentos, modelos lineares generalizados, análise de sobrevivência, análise multivariada, metanálise, etc...) e discussão dos resultados junto ao pesquisador;Ministrar aulas e treinamentos sobre bioestatística sempre que solicitado; Realizar levantamento de indicadores de interesse institucional;Realizar atendimentos pontuais, visando o esclarecimento de conceitos estatísticos e epidemiológicos;Requisitos e qualificaçõesSuperior completo em Estatística;Conhecimentos avançados no Software R;Pacote Office. Diferenciais:Conhecimento no Plataforma REDCap; Delineamento de estudos epidemiológicos.Informações adicionaisCarga Horária:﻿08:00 as 18:00 - 08:00 as 17:00 (Sex) - 44hs - 220hsO que oferecemos?Vale TransporteVale AlimentaçãoRefeitório no localAssistência MédicaAssistência OdontológicaAuxílio CrecheTotal Pass: Uma plataforma de benefícios que dá acesso a academias e estúdios de diversas modalidades para o colaborador e dependentes.Viva 365: Ações e programas no âmbito das 5 saúdes - emocional, intelectual, físico, social e financeiro. Tais como:Programas de saúde da mulher (acompanhamento de gestantes e planejamento familiar), ações de ergonomia e ginástica laboral, parceria SESC – Programação Bem-Estar, espaço do colaborador, corrida e caminhada.PAP (Programa de Apoio Pessoal)- canal de comunicação formado por uma ampla equipe de especialistas (psicólogos, assistentes sociais, advogados, pedagogos, nutricionistas, fisioterapeutas, educadores físicos, consultores financeiros e pet consultores).Núcleo de Saúde do Colaborador- serviço de telemedicina, pronto atendimento e agendamentos exclusivo para colaboradores com médicos generalistas, psicólogos, fisioterapeutas e acupuntura dentro da BP.Dia do profissional da saúde: 12 de Maio é considerado feriado para a categoria, colaboradores que trabalharem nesta data terão direito a compensação conforme critérios definidos em Convenção Coletiva.Convênios e parcerias: Parceria com estabelecimentos de diversos segmentos para desconto, acesse a lista atualizada no Workplace, nosso canal de comunicação interna.\n        "
    ]
  },
  {
    "id": 3926147158,
    "title": "enjoei está contratando pessoa engenheira de dados júnior em: Brazil | LinkedIn",
    "requirements:": [
      "\n          time de BI procura um(a) profissional proativo(a), curioso(a), organizado(a) e disposto(a) a aprender novas ferramentas, metodologias, linguagens e ajudar a manter a infraestrutura de BI sempre pronta para novos desafios.o(a) engenheiro(a) de dados será responsável pela governança dos principais dados da empresa e por fornecê-los da melhor forma para os outros times, suportando-os na geração de insights e nas tomadas de decisão.Responsabilidades e atribuições construir e manter o bom funcionamento dos fluxos de dados do grupo enjoei; garantir a documentação dos dados e fluxos do time; comprometimento com a evolução da área e com a manutenção de boas relações na empresa.Requisitos e qualificaçõesrequisitos e qualificações: conhecimento de SQL e linguagens de programação como Python ou similares; alta capacidade analítica e de resolução de problemas; perfil curioso, proativo, com boa comunicação e postura colaborativa.será considerado um diferencial:  conhecimento de soluções em nuvem como Google Cloud Platform (GCP) ou Amazon Web Services (AWS); conhecimento de ferramentas de orquestração de fluxos, como Airflow; conhecimento de Scala, Spark; conhecimento de modelagem de dadosInformações adicionaissalário competitivo;vale refeição ou alimentação (cartão flash);assistência médica e odontológica;seguro de vida em grupo;vale transporte (opcional para posições presenciais);auxílio internet (cartão flash);prata da casa (desconto na compra de produtos);férias flexíveis;folga-corre (um dia por semestre);licença parental (não gestante 30 dias. gestante 180 dias - jornada de 6 horas até o bebê completar 1 ano);totalpass;auxílio creche-babá;clude saúde (plataforma com diversos especialistas para você cuidar da sua saúde mental e garantir mais qualidade de vida);convênio com o sesc.enjoei acredita na diversidade, na equidade e na inclusão como ferramenta de inovação e criatividade, e também como geração de impacto social. por isso, estamos desenvolvendo políticas internas que tornem nosso ambiente de trabalho, cada vez mais, um espaço de crescimento profissional e pessoal para todas as pessoas, respeitando individualidades e reconhecendo desigualdades sistêmicas.há três anos, criamos nosso comitê de diversidade, que produz uma agenda interna de debates sobre o tema, além de propor ações, práticas e contratações afirmativas que ampliam essa realidade. pautas de gênero, lgbtqia +, raça e pessoa com deficiência são alguns dos temas trabalhados.ao se inscrever em nossas vagas você encontrará um pequeno questionário que utilizamos para conhecer melhor nossos candidatos. essas informações serão consideradas em nossas ações de diversidade e inclusão. enfatizamos que sua resposta é opcional, totalmente confidencial e não será usada como critério de avaliação.todas as vagas do enjoei são elegíveis à pessoas com deficiência (PcD).\n        "
    ]
  },
  {
    "id": 3975422346,
    "title": "CI&T está contratando Junior Data Developer, Brasil em: Brazil | LinkedIn",
    "requirements:": [
      "\n          We partner with the world’s most valuable brands to build digital solutions that transform businesses. As a digital native, we bring a 29-year track record of accelerating business impact through complete and scalable digital solutions. With a global presence of 6,000+ professionals in strategy, research, data science, design, and engineering, we unlock top-line growth, improve customer experience and drive operational efficiency.Olá, aqui é a Juliana da CI&T! Sou Analista de Atração de Talentos e procuro pessoas localizadas no Brasil para trabalhar como Junior Data Developer e atuar em um projeto do ramo de bebidas. ResponsibilidadeDesenvolver, testar e manter arquiteturas de dados já existentes.Assegurar a qualidade e integridade dos dados manipulados.Trabalhar em conjunto com várias equipes para identificar oportunidades de otimização de processos.Realizar a análise e organização de dados brutos.Implementar soluções para armazenamento e gerenciamento de dados.Desenvolver e otimizar fluxos de trabalho para processamento de dados.Criar e manter documentações técnicas relacionadas aos conjuntos de dados.Criar tabelas com bases em regras de negócio disponibilizadas para utilização dos dados por um time de Analytics/Data ScienceRequisitos Para Este DesafioExperiência com Python /PySparkExperiência com DatabricksExperiência com GITCapacidade de flexibilização e adaptação para trabalhar em ambientes dinâmicos.Inglês IntermediárioDiferenciaisExperiência com SQLExperiência com AzureNossos Benefícios Plano de saúde e odontológico; Vale alimentação e refeição; Auxílio-creche; Licença paternagem estendida; Gympass - PLR; Seguro de Vida; Parceria com plataforma online de saúde mental; CI&T University; Clube de descontos; Programa de Apoio: financeiro; orientação psicológica; nutricionista e mais; Curso gestante e paternagem responsável; Parceria com plataformas de cursos online; Plataforma para aprendizagem de idiomas; E muitos outros. Mais detalhes sobre os nossos benefícios aqui: https://ciandt.com/br/pt-br/carreiras#EntryLevelCI&T is an equal-opportunity employer. We celebrate and appreciate the diversity of our CI&Ters’ identities and lived experiences. We are committed to building, promoting, and retaining a diverse, inclusive, and equitable company and culture focused on creating a better tomorrow.At CI&T, we recognize that innovation and transformation only happen in diverse, inclusive, and safe work environments. Our teams are most impactful when people from all backgrounds and experiences collaborate to share, create, and hear ideas.Before applying for our opportunities take a look at Conflict of Interest Policy on website.We strongly encourage candidates from diverse and underrepresented communities to apply for our vacancies.\n        "
    ]
  },
  {
    "id": 3968202633,
    "title": "Movida Aluguel de Carros está contratando ANALISTA DE DADOS\nSão Paulo - SP\nEfetivo em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaA Movida é uma empresa de soluções inovadoras em mobilidade urbana e modelo de negócios com forte direcionamento para desenvolvimento socioambiental. Desde 2006 no mercado, conta hoje com a frota mais nova do Brasil e dispõe de lojas nas principais cidades e aeroportos do país. A companhia é reconhecida como uma locadora moderna, alinhada às últimas tendências tecnológicas e que investe em diversificação e renovação de frota, treinamento de funcionários e serviços exclusivos.Norteada pela devoção em servir, foi pioneira em oferecer serviços como aluguel mensal e de longo prazo para pessoa física, opções para pré-pagamento e diárias de 27 horas. Focada em tecnologia, também saiu na frente do setor ao oferecer soluções como web check-in, wi-fi no carro, chatbot nas redes sociais e tecnologia de pagamento contactless em todos os veículos.Empresa da SIMPAR, hoje faz parte da Movida Participações, criada em 2015 para administrar as operações de Aluguel de Carros, Venda de Seminovos e de Gestão de Terceirização de Frotas de veículos leves.Com mais de 6000 colaboradores apaixonados, a Movida se diferencia pelo seu \"jeitão\" inovador e descomplicado. Carrega em seu DNA o foco no cliente e a sua GENTE como prioridade!Todos os processos seletivos conduzidos pela MOVIDA são afirmativos, inclusivos e não discriminatórios.Responsabilidades e atribuiçõesDesenvolver estudos sobre a base de clientes;Identificar oportunidades para incremento de receita;Desenvolver e sustentar segmentação de clientes;Desenvolver modelos de propensão;Desenvolver e sustentar dashboards;Desenvolver e sustentar modelo de dados no Marketing Cloud.Requisitos e qualificaçõesTécnicoEnsino superior completo ou cursando em Análise e Desenvolvimento de Sistemas, Engenharia ou cursos na área de exatas;Conhecimento em Excel, SQL e Power BI nível intermediário;Conhecimento em Python, R e Machine Learning será um diferencial;Vivência em CRM será um diferencial;Conhecimento em Marketing Cloud será um diferencial.ComplementoAtuação em formato presencial no Itaim Bibi-SP;Disponibilidade para atuar de segunda a sexta-feira das 08h00 às 17h48.Informações adicionaisOs benefícios tradicionais que você já conhece, nós também temos. Queremos te mostrar que vamos além. Saiba mais!LIGADO EM VOCÊ: Atendimento especializado para a nossa gente e familiares por meio de uma central 24 horas para apoio psicológico, sobre saúde, social, familiar, financeiro e/ou jurídico e tudo isso com sigilo absoluto.Licença Maternidade e Paternidade estendidas + Kit nascimento para recém-mamães e recém-papais.Sabemos o quanto a educação das crianças e adolescentes é importante. Aqui na MOVIDA, damos aquela ajuda na compra do kit escolar para os filhos da nossa gente.Nossa gente tem acesso exclusivo a uma plataforma de descontos em viagens, cultura e entretenimento, serviços, gastronomia, educação e bem-estar.Pela Universidade MOVIDA, a nossa gente aprende e potencializa seu desenvolvimento profissional, tornando cada um(a) protagonista de sua carreira.﻿Reconhecemos e valorizamos a nossa gente veterana que completa anos de casa. Quem possui mais de 15 anos, ainda tem um evento mega especial.Cantinho da Mamãe: O espaço, na Matriz no Itaim Bibi e Sede Administrativa em Mogi das Cruzes, é dedicado as mamães que retornam de licença maternidade e querem seguir com o aleitamento materno. No local, há todos os itens para retirar e armazenar o leite, com privacidade e conforto.Se identificou com essa vaga? Conheça as nossas vagas, inscreva-se e vamos juntos participar dessa Empresa que cresce todos os dias.Etapas do processoEtapa 1: Cadastro1CadastroEtapa 2: Fit Cultural2Fit CulturalEtapa 3: Entrevista com RH3Entrevista com RHEtapa 4: Informações Complementares4Informações ComplementaresEtapa 5: Case5CaseEtapa 6: Entrevista com Gestor6Entrevista com GestorEtapa 7: Processo Admissional7Processo AdmissionalEtapa 8: Contratação8ContrataçãoA VIDA É PRA SER MOVIDAFundada em 2006, A Movida é uma das maiores empresas no setor de aluguel de veículos leves e gestão de frotas do Brasil. Destaca-se pelo atendimento, diversificação de serviços e inovações como o aluguel mensal para pessoa física, Wi-Fi 4G móvel no carro, Programa Carbon Free, entre outros, e o crescimento expressivo no tamanho da frota nos últimos anos.Listada no Novo Mercado da B3 (MOVI3), o mais alto nível de governança corporativa, também faz parte do Índice de Sustentabilidade Empresarial (ISE) e é a primeira locadora de automóveis de capital aberto em todo o mundo a obter a certificação Empresa B, o que reforça seu compromisso com a sustentabilidade.Atualmente estamos em 26 estados localizados nas principais cidades e aeroportos sendo 180 lojas de Locação de Veículos e 87 Lojas de Vendas de Seminovos.Fomos adquiridos em 2013 pela empresa JSL (Grupo Simpar), hoje faz parte da empresa Movida Participações, criada em 2015 para administrar as operações de Rent a Car e de Gestão e Terceirização de Frotas e veículos leves.Com mais de 6.000 colaboradores, a Movida se diferencia pelo seu \"jeitão\" inovador e descomplicado. Carrega em seu DNA o foco no cliente e a sua GENTE como prioridade!Aqui, valorizamos as pessoas e a diversidade, garantindo o respeito às diferenças e à igualdade de oportunidades.\n        "
    ]
  },
  {
    "id": 3868443781,
    "title": "XP Inc. está contratando Analytics Engineer em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre nós Muitos acham que sonhamos grande demais, mas na XP Inc. acreditamos no impossível. Nossa história começou em 2001, com um pequeno escritório de agentes autônomos de investimentos em Porto Alegre e hoje somos um grande ecossistema de serviços financeiros, mídia e educação.Chegamos até aqui com a dedicação de equipes talentosas que tiveram garra, determinação, resiliência e, acima de tudo, ambição para fazer acontecer. Sabemos que o que nos trouxe até aqui, não é o mesmo que vai nos levar adiante, mas seguiremos juntos, transformando o mercado financeiro. Nossos valores  Foco no cliente: Somos obstinados em superar as expectativas dos nossos clientes, sempre colocando-os em primeiro lugar nas nossas decisões.  Sonho grande: Miramos no impossível, acreditamos que ele pode se tornar realidade, e chegamos lá juntos, um passo de cada vez.  Mente aberta: Nossa abertura para o novo e nossa capacidade de adaptação são o que nos fazem evoluir e melhorar sempre.  Espírito empreendedor: Construímos o futuro com nossas próprias mãos com o mais alto nível de comprometimento e sentimento de dono. >> Sobre a vagaComo parte do time de Performance & Analytics você estará na linha de frente com times de negócio e de tecnologia atuando como Analytics Engineer da XP Inc., com foco em alavancar resultados através de Dados.Principais ResponsabilidadesTrabalhar em parceria com as áreas de negócio para tomada de decisão a partir de análises com dados; Trabalhar em parceria com as áreas de tecnologia para implementação das iniciativas;Criar camadas acuradas de dados e construir fontes da verdade para consumo universal e simplificado. (SSOT)Tornar visível e evidente em painéis, relatórios e apresentações o crescimento dos negócios da XP Inc.Monitoração dos dados para garantir a disponibilidade e acuracidade das informações e alertar possíveis desvios de negócioRealizar análises sobre o desempenho dos diferentes negócios da XP Inc.Influenciar a melhor tomada de decisão para o negócio e liderar iniciativasAtuar em parceria com cientistas de dados, para desenvolver modelos preditivos, IA e melhorar operações.Definir indicadores chave para acompanhamento de resultados de diferentes áreas;Treinar outras pessoas sobre Analytics e suas ferramentas.>> Para esta vaga, é essencial:Capacidade de estruturar problemas de negócio ambíguos em soluções data-drivenCapacidade de tomada de decisão e influência de stakeholdersCapacidade de liderar iniciativas em times multidisciplinaresPerfil analítico e hands-onEntendimento dos processos de ETLConhecimentos de SQL e Python/PySparkConhecimentos de ferramentas de visualização de dados (e.g. Power BI, Tableau) >> Você pode ter destaque se: Experiência com DatabricksConhecimento e experiência com produtos do mercado financeiro brasileiroConheciment oem ferramentas de monitoria das informações (Dynatrace , Grafana, cloudwatch)Inglês (reading and listening) “Se te oferecem um lugar em um foguete, não pergunte qual é o assento, apenas embarque.”Sheryl SandbergBenefícios Que Oferecemos Saúde e bem-estar: plano de saúde, plano odontológico, Gympass , Zenklub , VA, VR, New Value , seguro de vida.  Maternidade e Paternidade: auxílio creche para pais e mães, licença maternidade de 6 meses, licença paternidade de 20 dias.  Só na XP Inc.: assessoria de investimento e acesso a fundos de investimentos exclusivos.  Jornada de trabalho com flexibilidade O nosso modelo de trabalho varia de acordo com a função: preferencialmente presencial para frentes de negócio, predominantemente remoto para times de tecnologia e híbrido para as demais equipes. É importante ressaltar que todos os colaboradores precisam morar na localidade da vaga (nossa sede está localizada na cidade de São Paulo e é onde temos o maior número de posições), já que temos atividades que exigem a presença física para promover a colaboração e os rituais da nossa cultura. Esses encontros são organizados de acordo com as orientações dos líderes e as particularidades de cada rotina, para que nossos colaboradores possam exercer suas jornadas de trabalho com liberdade e autonomia.\n        "
    ]
  },
  {
    "id": 3919418201,
    "title": "Mottu está contratando Analista de Dados Pleno\nSão Paulo - SP\nEfetivo em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaNascemos para transformar a vida de milhares de pessoas, provendo as ferramentas e o caminho para quem enfrenta a indiferença e supera cada obstáculo para conquistar os seus sonhos.Pautados nos firmes sensos de propósito, urgência e ownership, somos uma das startups que cresce mais rápido em toda a América Latina.Já são mais de 48.000 clientes alugando nossas motos e mais de 500 empresas utilizando o Mottu Entregas como solução de delivery -para realizar mais de 500.000 entregas mensalmente, em mais de 25 cidades do Brasil e também na Cidade do México.Grandes investidores já acreditam no nosso sonho, como Base Partners, Crankstart e Tiger Global. E você, quer construir a Mottu conosco?Estamos em busca de Analista De Dados para construção de soluções analíticas e parar gerar métricas e indicadores importantes para o time de Tecnologia. Queremos evoluir em gestão de tecnologia baseada em dados e toma decisões estratégicas em cima disso.Que tal construir uma ferramenta capaz de fornecer insights relevantes para liderança e contribuir para criar e desenvolver times de alta performance em tecnologia?Responsabilidades e atribuiçõesPreparação de Dados: Realizar limpeza dos dados, montagem de views e formatos de tabelas para facilitar o desenvolvimento dos dashboards.Análise de Dados: Realizar análises que respondam perguntas relevantes e tragam a transparência dos cenários mediante a interpretação das informações compiladas, para identificar tendências, padrões e insights relevantes;Visualização de Dados: Criar visualizações/dashboards, relatórios e estudos preditivos para comunicar resultados de análises de forma clara e acessível através de ferramenta como o PowerBiColaboração Interfuncional: Trabalhar em estreita colaboração com equipes multidisciplinares para entender os requisitos de análise e fornecer suporte analítico;Melhoria Contínua: Entender contexto da empresa, identificar oportunidades e recomendar ações para melhorar processos e procedimentos da empresa, bem como oportunidades de automação e eficiência.Requisitos e qualificaçõesDisponibilidade para trabalhar 100% presencial na região do Butantã;+3 anos de Experiência comprovada como Analista de Dados ou em uma função semelhanteExperiência em criação e execução de consultas em BigQueryExperiência em construção de visualização de dados usando ferramentas como Power BI, ou similar;Capacidade de traduzir resultados complexos em termos acessíveis para não especialistas;Pensamento crítico e analítico, boa comunicação e capacidade de resolução de problemas;Ter um perfil proativo, curioso, mão na massa e engajado para alavancar os resultados da empresa usando os dados para potencializar as tomadas de decisões;Conhecimento em linguagens voltadas a processamento de dados (ex.: Python, R)Etapas do processoEtapa 1: Cadastro1CadastroEtapa 2: Papo com RH2Papo com RHEtapa 3: Teste Técnico3Teste TécnicoEtapa 4: Papo Técnico4Papo TécnicoEtapa 5: Papo com Liderança5Papo com LiderançaEtapa 6: Papo com Bar Raiser6Papo com Bar RaiserEtapa 7: Contratação7ContrataçãoSOBRE A MOTTUA Mottu é uma startup de aluguel de motos e serviços logísticos fundada em 2020. Construímos soluções inovadoras e tecnologia própria gerando a melhor experiencia para entregadores e para lojistas. Nossa missão é transformar realidades e gerar oportunidades, entregando para aqueles entregam e fazem o mundo rodar. Valorizando quem se movimenta e batalha para conquistar seus sonhos. Que tal fazer parte desse propósito?\n        "
    ]
  },
  {
    "id": 3947450816,
    "title": "A3Data está contratando Pessoa Engenheira de Dados [Pleno]\nTrabalho Remoto\nEfetivo em: Santa Maria, Rio Grande do Sul, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaA A3Data é uma consultoria de dados, pioneira no mercado mineiro e referência em #Dados! 🚀Somos, em nossa essência, aceleradores da cultura Data Driven nas organizações. Nosso foco é implantar Inteligência Estratégica e potencializar a cultura dos dados para os nossos clientes! 🎯Temos uma cultura leve, horizontal e muito colaborativa! ✌️Buscamos por uma pessoa potente e motivada a se juntar ao nosso time de Engenharia de Dados. 🎯Aqui sua missão será transformar os dados brutos em informações úteis, construindo e mantendo sistemas de armazenamento a serem utilizados pelas áreas de ciência de dados e negócios.#VemSerUmEu.A3 💙Responsabilidades e atribuiçõesPara ser uma Pessoa Engenheira de Dados na A3 buscamos alguém que:Dê sugestões de melhoria e otimizações;Identifique novas possibilidades e novos projetos;;Seja expert em arquitetura e pipeline de extração;Faça a transformação e disponibilização de dados;Consiga identificar novas oportunidades de negocio em análise de redes;Tenha vontade de aprender coisas novas todos os dias;Tenha disponibilidade para trabalho remoto.Requisitos e qualificaçõesO Que Precisamos Que Você Tenha (requisitos)Perfil consultor, com excelente comunicação verbal;Experiência com AWS (S3, Lambdas, EMR, IAM,...);Fluência em Python;Experiência em Pyspark;Experiência em Airflow;Domínio em SQL;Experiência com integrações de APIs.Vamos Ficar Felizes Se Você Tiver (diferencial)Certificação AWS;Experiência com Docker;Experiência com Kubernetes.Informações adicionaisNossos BenefíciosVale Alimentação/Refeição flexível (Swile);Total Pass (academias);Vittude (atendimento psicológico online);Plano Saúde SulAmérica- 100% subsidiado para você Eu.A3;Plano Dental Amil;Maria Saúde;Seguro de Vida;Participação nos Lucros e Resultados;Bônus anual;Desconto nos cursos de idioma da Open English;Parceria AWS nível Advanced;Desconto na conta de energia elétrica (operadora CEMIG);Empresa Cidadã: licenças maternidade e paternidade estendidas;Samsung EPP (descontos em todo portfólio de produtos Samsung);Guapeco (plano de saúde para seu pet).E Mais100% home office;40 horas semanais;Dia a dia descontraído e acolhedor;Plano de carreira e acompanhamento individual;Programas internos de compartilhamento de conhecimento;Prezamos pela diversidade, liberdade, flexibilidade e autonomia!Curtiu o desafio?Estamos ansiosos para receber seu CV 🎯Um dos nossos valores é ser transparente, sempre! Por isso, é importante que saiba que avaliamos todos os CVs cadastrados e, se você tiver fit com a vaga e com nossa cultura, te convidaremos para um primeiro bate papo! 😉Mas, caso seu CV não seja selecionado dessa vez, não se preocupe! Ficaremos de olho, para futuras oportunidades. ✅Etapas do processoEtapa 1: Cadastro1CadastroEtapa 2: Bate Papo A&S2Bate Papo A&SEtapa 3: Bate papo Técnico3Bate papo TécnicoEtapa 4: MAPA4MAPAEtapa 5: Bate Papo com Cliente5Bate Papo com ClienteEtapa 6: Envio de Proposta6Envio de PropostaEtapa 7: Contratação7ContrataçãoSobre Nós 💙Somos loucos por dados, apaixonados por gente e obcecados pela excelência! 🚀Somos uma consultoria especializada em dados e inteligência artificial. Nosso propósito é empoderar pessoas e corporações por meio de dados, transferindo know-how e fortalecendo bases para a criação de uma Cultura Data Driven. Atuando como um advisor, realizamos projetos de alto impacto e transformação cultural por meio de uma jornada de maturidade analítica, desde a implantação de Data Lakes, passando pelo Self-Service Analytics, até a criação de Modelos Preditivos e Prescritivos.Utilizamos, integramos e criamos diversas tecnologias em Inteligência Artificial. Nossas soluções ajudam nossos clientes a compreender padrões de comportamento e relações entre indicadores, gerando valor a partir de diferentes fontes de dados.Nossos produtos aceleram a inovação por meio da análise avançada de dados, ajudando nossos clientes a reduzirem custos e aumentarem a eficiência operacional. Atuamos nos setores de saúde, educação, finanças, infraestrutura, logística, turismo, dentre outros.Nossos princípios moldam a essência de quem somos e definem a visão que temos para o futuro. São esses pilares que norteiam nossas ações e estratégias.✅ Foco nas pessoas✅ Compromisso com a excelência✅ Simplicidade✅ Comunicação transparente e eficazVEM SER UM EU.A3 🚀 Somos um time de pessoas engajadas em um mesmo propósito atuando juntas com orgulho e senso de pertencimento, com evolução e desafios constantes. Que tal fazer parte de uma empresa certificada pelo GPTW como uma Excelente empresa para trabalhar no Brasil? 🤩Aqui, incentivamos o trabalho em equipe, somos obcecados pela excelência e queremos pessoas para crescer com a gente! 🎯#VemSerUmEu.A3 💙\n        "
    ]
  },
  {
    "id": 3976644112,
    "title": "BTG Pactual está contratando Analista de Dados | Dados em: Rio de Janeiro, Rio de Janeiro, Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre a ÁreaA área de dados do Banco tem crescido a cada dia e temos certeza que ela protagonizará os novos modelos de negócios do banco. Diante dessa grande missão, prezamos por um time de alta qualidade para solucionar importantes desafios.A posição tem como objetivo compor o time de Data Analytics alocado junto a uma nova empresa do grupo.No Seu Dia a Dia Você atuará diretamente com áreas internas do banco e uma nova empresa do grupo, implementando e propondo soluções a partir de dados, sejam elas criação de ETLs, análises, visualizações ou automatizações. Você transitará entre áreas técnicas e de negócio e deverá ser capaz de se comunicar bem com diferentes tipos de profissionais. Você deve estar preparado para mudanças e alterações de rotina, cada dia será repleto de novos e diferentes desafios.Esperamos De Você Formação completa em Engenharia, Computação ou áreas relacionadas; Experiência em programação, preferencialmente em python; Experiência em criação de ETLs de dados; Experiência em ferramentas Cloud; Conhecimento de ferramentas de visualização de dados; Comunicação, Capacidade analítica e trabalho em equipe; Disponibilidade para trabalho hibrido em São Paulo ou Rio de Janeiro;.Diferenciais Conhecimento em cloud AWS; Conhecimento em tecnologias de Big Data como PySpark; Conhecimento em tecnologias de orquestração como Airflow; Conhecimento em Power BI; Conhecimento sobre estatística descritiva e testes de hipótese;BenefíciosParticipação nos Lucros e Resultados (PLR);Auxílio Alimentação e Refeição;Plano Médico;Plano Odontológico;Auxílio Creche/Babá;Vale Transporte;WellHub;TotalPass;Programa de Apoio Pessoal (EAP);Planos por adesão como Previdência Privada e Seguro de Vida;Desconto em Farmácia;Programa de Nutrição;Programa de Gestantes;Licença Maternidade e Paternidade Estendida – empresa Cidadã.\n        "
    ]
  },
  {
    "id": 3974966554,
    "title": "PicPay está contratando Analista de Dados Júnior | Wallet e Banking em: Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre o Picpay:Com mais de dez anos de história, o PicPay é uma empresa de tecnologia que oferece um portfólio completo de serviços financeiros para facilitar a relação com dinheiro e ser a principal conta do dia a dia de milhares de pessoas e empresas.Atuamos em cinco frentes de negócios: Serviços Financeiros para Pessoa Física, Serviços Financeiros para Pessoa Jurídica, Marketplace Financeiro, PicPay Shopce Investimentos. Fundada em Vitória (ES), a empresa tem mais de 30 milhões de usuários ativos e faz parte do grupo J&F, um dos maiores conglomerados empresariais do Brasil.Nossa cultura é nosso alicerce e nossa força. Conheça nossos valores: Atitude de Dono(a), Disciplina, Determinação, Disponibilidade, Simplicidade, Humildade e Franqueza.O respeito, a ética e a busca pela equidade são elementos inegociáveis e fazem parte da prática no nosso dia a dia aqui no PicPay. Por isso, esta vaga está aberta para todas as pessoas, independente de gênero, religião, etnia, deficiência, idade, orientação sexual ou qualquer outro fator.Conheça mais sobre a unidade de negócio de Serviços Financeiros PF:Nossa unidade de negócio de Serviços Financeiros para Pessoa Física é responsável pelo ecossistema que vai desde carteira digital, PIX, PicPay Card, até a contratação de seguros. Por aqui, você fará parte da construção e desenvolvimento de produtos e serviços que simplificam a vida de milhões de brasileiros e empresas.Sobre a vaga:Estamos em busca de um Analista de Dados Júnior que seja proativo e qualificado para fortalecer nossa equipe. Seu papel será crucial no suporte e manutenção do Datastage, na transformação de dados brutos em insights valiosos através do Databricks e EMR.Responsabilidades e atribuiçõesAnálises exploratórias;Dashboards para Guided Analytics;Ponto de contato (BP) dos times de negócio;Identificação de oportunidade de projetos;Extração de dados;Modelagem de dados.Requisitos e qualificaçõesSQL / PySpark | Porque dado em planilha é coisa do passado;Python ou R | Pra quando a coisa fica bem séria;Looker, Metabase ou outras plataformas de Self-Service de dados | Pra se colocar sempre no lugar do cliente;Tableau, PowerBi ou outras ferramentas de Data;Visualization Storytelling | Ninguém aguenta mais tabelão e flat file;Priorização de demandas e comunicação efetiva com diversos stakeholders.O que oferecemos:Saúde e Bem-estar: Além de Assistência Médica e Odontológica, oferecemos Seguro de Vida e o Lado a Lado, um programa que cuida de você e seus familiares, com apoio jurídico, social, psicológico e financeiro.E claro, não podemos esquecer da nossa parceria com a Gympass.Alimentação/ Mobilidade ou Teletrabalho: Por meio do nosso cartão de crédito PicPay Benefícios, com ampla aceitação, você recebe seu saldo de Alimentação/Refeição e Mobilidade ou Teletrabalho (de acordo com o seu contrato de trabalho).Licença Paternidade e Maternidade: Sabemos que esse é um momento especial para uma família, e por isso oferecemos Licença Maternidade estendida de 6 meses, e de Paternidade também estendida de 20 dias. Além disso, nossas mamães PicPay Lovers são acompanhadas pelo programa \"Novo Ser\", durante toda a gestação e no retorno da licença. Falando nisso, ao retornar da licença maternidade, as mamães ainda contam com a ajuda do Auxílio Creche e também os papais que possuem guarda unilateral ou compartilhada.Reconhecemos resultados: PPR- Participação nos Resultados do PicPay.#VemserPicpayLover #Picpay\n        "
    ]
  },
  {
    "id": 3933362746,
    "title": "Grupo Ri Happy está contratando Analista de Dados Júnior em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          No Grupo Ri Happy você é bem-vinde em todas as vagas independentemente de gênero, orientação sexual, raça, etnia ou deficiência.Um pouquinho do nosso Jeito de Ser #SUPER e o que esperamos de você:Satisfação em ServirUnidos pela DiversãoPaixão pelo NegócioEssência da SimplicidadeRespeito pelo AmanhãCurtiu? Então, chega mais! Responsabilidades e atribuiçõesOrganização e análise de dados;Obter insights valiosos para apoiar as decisões estratégicas da equipe de gestão;Auxiliar na coleta e limpeza de dados de diversas fontes;Contribuir para a preparação de conjuntos de dados para análise, identificando e corrigindo possíveis erros;Realizar análises exploratórias de dados para identificar padrões, tendências e relações relevantes;Apoiar na criação de relatórios e visualizações para comunicar descobertas a diferentes cenários;Gerar relatórios automatizados para analisar o desempenho de indicadores;Identificar tendências, padrões e correlações nos dados para embasar os objetivos comerciais;Atuar no input, cadastro e conferência de dados no sistema;Colaborar com outros membros da equipe em projetos de análise de dados, oferecendo suporte e contribuindo com ideias;Manter-se atualizado sobre as últimas tendências e ferramentas em análise de dados, participando de atividades de desenvolvimento profissional para aprimorar suas habilidades.Requisitos e qualificaçõesHabilidades em ferramentas de visualização: Power BI mandatório, Looker Studio desejável;Conhecimento em Excel, SQL, desejável ML, Google auto ML;Fortes habilidades analíticas e capacidade de interpretar dados de forma eficaz;Bons conhecimentos em Google Planilhas e todo ambiente Google;Capacidade de adaptação para trabalhar de forma colaborativa em um ambiente de equipe.Informações adicionaisBenefícios:Assistência médicaAssistência odontológicaAuxílio-refeição & Auxílio-alimentaçãoVale-transporte Participação nos Lucros e ResultadosDesconto em produtosSeguro de vida Convênio com o Gympass - parceiro de academiasParceria com a Vittude - parceiro de saúde psicológicaO que mais você vai encontrar por aqui?Day off no dia do seu aniversário Home Office (Regime de trabalho híbrido)Ajuda de custo Home OfficeE aí, vem trabalhar com a gente? Venha e divirta-se. (Nossa comunicação inicial é por email. Não recebeu o e-mail? Verifique se a mensagem não está na pasta de Spam/Lixo Eletrônico)\n        "
    ]
  },
  {
    "id": 3918190615,
    "title": "Rede JS Peças está contratando Analista de dados Júnior\nGoiânia - GO\nEfetivo em: Goiânia, Goiás, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaSer responsável por coletar, analisar e interpretar dados relacionados às atividades de compras. Desempenhar um papel fundamental na identificação de padrões, tendências e insights a partir dos dados disponíveis, visando otimizar processos de compras, reduzir custos, melhorar a eficiência e a tomada de decisões estratégicas.Responsabilidades e atribuiçõesIdentificar oportunidades de aprimoramento nos processos, ferramentas e sistemas utilizados na gestão de compras, propondo e implementando soluções inovadoras baseadas em dados;Desenvolver modelos analíticos para prever demandas futuras, identificando oportunidades de economia e detectando possíveis riscos no processo de compras;Fornecer suporte analítico para a equipe de compras, auxiliando na definição de estratégias, negociações com fornecedores e na tomada de decisões baseadas em dados;Estabelecer e acompanhar indicadores-chave de desempenho (KPIs) relacionados às atividades de compras, identificando áreas de melhoria e oportunidades de otimização;Utilizar técnicas estatísticas e de visualização de dados para explorar os conjuntos de dados, identificar padrões, correlações e insights relevantes para o processo de compras;Trabalhar em estreita colaboração com outras equipes, como financeiro, logística e operações, para alinhar as estratégias de compras com os objetivos organizacionais;Executar outras atividades afins, por determinação de sua liderança imediata, sempre que solicitado.Requisitos e qualificaçõesExperiência na área;Ensino superior completo na área de TI;Informática (pacote office);ERP;Power BI;Ferramentas de Análise de Dados;Bancos de Dados e SQL;Técnicas Estatísticas,Informações adicionaisBenefícios: VT, VR (R$ 700,00), Seguro de Vida, Plano Saúde, Plano Odontológico, Gympass, Psicologia Viva.Horário de Trabalho: Segunda a Sexta das 8h às 18h, Sábados das 8h às 12hEtapas do processoEtapa 1: Cadastro1CadastroEtapa 2: Contratação2ContrataçãoRede JS PEÇASJá são mais de 30 anos de estrada, construindo uma história com base na ética e no respeito, em todos os níveis de relacionamento de trabalho ou comercial. Um compromisso de estar sempre ao seu lado, cliente, resolvendo juntos os problemas, criando soluções, encontrando rotas alternativas.Nessa trajetória, assumimos um papel de referência na venda de peças para veículos pesados (ônibus, caminhões, picapes e máquinas agrícolas) e hoje trabalhamos um portfólio com aproximadamente 200 marcas, desde produtos nacionais até importados, sempre com os melhores fornecedores do mercado.Estamos presentes em 15 estados, num total de 23 filiais espalhadas pelo país, com mais de 500 colaboradores e 80 mil clientes ativos por ano. Trabalhando com as principais marcas, movimentamos mais de 17 mil itens por mês de estoque na curva ativa e 12 mil itens por mês de venda.Nesse tempo todo de estrada, percebemos que sozinho ninguém chega a lugar algum, por isso pautamos nosso relacionamento com clientes com base em nossa missão e valores.Missão: Missão: Servir de forma sustentável com excelência operacional, através da reposição de peças, proporcionando solução e segurança aos nossos clientes.Visão: Ter abrangência nacional, sendo líder na atuação local, destacando-se pela agilidade e venda consultiva.Valores:  Relacionamento, Respeito, Conhecimento Técnico, Fazer acontecer, Ética e Transparência, Foco na satisfaçãodos clientes.A gente resolve junto.\n        "
    ]
  },
  {
    "id": 3913451738,
    "title": "BTG Pactual está contratando Analista de dados em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre a ÁreaA área de dados do Banco tem crescido a cada dia e temos certeza que ela protagonizará os novos modelos de negócios do banco. Diante dessa grande missão, prezamos por um time de alta qualidade para solucionar importantes desafios.A posição tem como objetivo compor o time de Data Analytics que trabalha com as mais modernas tecnologias de machine learning, big data e análise de dados, ajudando no dia a dia de diversas áreas do banco.No Seu Dia a DiaVocê atuará diretamente com uma ou mais das áreas de negócio do banco, implementando e propondo soluções a partir de dados, sejam elas análises, visualizações ou automatizações. Você exercitará muito a habilidade de identificação e solução de problemas;Você transitará entre áreas técnicas e de negócio e deverá ser capaz de se comunicar bem com diferentes tipos de profissionais. É muito importante saber explicar de maneira clara e concisa o resultado de análises complicadas, ou esclarecer para uma equipe tecnológica a exata necessidade de uma área de negócio;Você deve estar preparado para mudanças e alterações de rotina, cada dia será repleto de novos e diferentes desafios.Esperamos De VocêPreferencialmente formação completa em Engenharia, Economia, Computação ou áreas relacionadas;Experiência alguma ferramenta de visualização de dados tais como Power Bi;Experiência em análises de dados com programação, preferencialmente python;Conhecimento moderado ou avançado de SQL;Comunicação e trabalho em equipe;Capacidade analítica;Disponibilidade para trabalhar no presencial no escritório de São Paulo;.DiferenciaisConhecimento técnico sobre Produtos de Investimentos;Conhecimento sobre estatística descritiva e testes de hipótese;Conhecimento em plataformas de cloud, como AWS ou Google Cloud;Conhecimento em tecnologias de Big Data como PySpark e Ni-Fi;Conhecimento em tecnologias de Big Data como Power Query e DAX;Inglês avançado.Remuneração e BenefíciosSalário;Participação nos Lucros e Resultados (PLR);Auxílio Alimentação e Refeição;Seguro Saúde e Odontológico;Auxílio Creche/Babá;Vale Transporte;Gympass;Programa de Apoio Pessoal (EAP) Planos por adesão como Previdência Privada e Seguro de Vida.\n        "
    ]
  },
  {
    "id": 515552,
    "title": "GPA está contratando 515552- Engenheiro de Dados\nSão Paulo - SP\nEfetivo em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaNo GPA, todos(as) são bem-vindos(as).Fazemos questão de respeitar e conviver bem com pessoas diferentes, o que garante uma excelente troca de experiências.Seus conhecimentos e habilidades vão contribuir para essa operação gigantesca, e cumprir com o nosso propósito: Alimentar Sonhos e Vidas!Responsabilidades e atribuiçõesProjetar, desenvolver e manter pipelines de dados escaláveis e eficientes para suportar análises e modelagem de dados.Implementar e gerenciar processos de ETL para integrar dados de várias fontes.Garantir a qualidade e a integridade dos dados, implementando validações, monitoramentos e processos de limpeza.Colaborar com equipes de Data Science, BI e outras áreas para entender requisitos de dados e fornecer soluções apropriadas.Otimizar o desempenho das consultas e dos pipelines de dados para melhorar a eficiência e a escalabilidade.Desenvolver e manter a infraestrutura de dados na nuvem - GCPDocumentar processos, fluxos de trabalho alinhado com o time de governançaMonitorar e resolver problemas relacionados a dados, garantindo a continuidade e a confiabilidade do fluxo de dados.Manutenção e evolução de algoritmos machine learningRequisitos e qualificaçõesBacharelado em Ciência da Computação, Engenharia de Dados, Sistemas de Informação ou áreas relacionadas.Proficiência em linguagens de programação como Python e SQL.Experiência com ferramentas de processamento de dados Familiaridade com bancos de dados relacionais e não relacionaisConhecimento em ferramentas de cloud computingExcelentes habilidades de resolução de problemas e atenção aos detalhes.Boa comunicação e habilidades interpessoais para colaborar com equipes multidisciplinares.DiferenciaisExperiência com ferramentas de BI e visualização de dados (e.g., Tableau, Power BI).Experiência anterior com TeradataInformações adicionaisBenefíciosSaúde e Bem-estar Para Você e Seus(suas) DependentesAssistência Médica.Assistência Odontológica.Seguro de Vida.Parceria com academias (GymPass e TotalPass).Como empresa cidadã, também oferecemos extensão da Licença Maternidade/Parentalidade e Paternidade.SESC: Para você e sua família aproveitarem os benefícios nas áreas de educação, saúde, cultura e lazer. Na EmpresaVale refeição ou refeição no local (CDs). PPR: Programa Anual de Participação nos Resultados.Vale Transporte.Benefícios Que Só o GPA TemUniversidade do Varejo GPA: Valorizamos o protagonismo e incentivamos o autodesenvolvimento dos nossos(as) colaboradores(as) e você poderá ter acesso a ferramentas, conteúdos e soluções educacionais atuais e de excelente qualidade para o seu desenvolvimento. Prosin: Programa de recrutamento interno com oportunidades que contribuem para o desenvolvimento da sua carreira. Programa VEM: Para você aproveitar os descontos em produtos das marcas próprias do GPA.Serviço SocialAtendimento gratuito com psicólogos e assistentes sociais, para você e seus familiares, 7 dias por semana, 24 horas por dia.Você Também Pode Optar PorCooperativa de Crédito (participantes da Cooperativa possuem descontos exclusivos com empresas parceiras).Previdência Privada.Etapas do processoEtapa 1: Cadastro1CadastroEtapa 2: DISC - Inventário Comportamental2DISC - Inventário ComportamentalEtapa 3: Dados pré-contratação3Dados pré-contrataçãoEtapa 4: Contratação4ContrataçãoSobre NósSomos uma das maiores empresas do varejo alimentar brasileiro.Com um modelo de negócios multiformato e multicanal, reunimos algumas das redes e marcas mais conhecidas e valiosas do varejo, como Pão de Açúcar e Extra, além das marcas próprias e exclusivas Qualitá, Taeq, Club des Sommeliers e Casino.Ao todo, possuímos mais de 700 lojas físicas e somos líderes do e-commerce alimentar no Brasil, trabalhamos para oferecer aos(às) nossos(as) clientes a melhor experiência de compra todos os dias, quando e onde estiverem, em nossas lojas, sites e aplicativos.\n        "
    ]
  },
  {
    "id": 3963085811,
    "title": "Bradesco está contratando DATA ENGINEER II em: Osasco, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          req56919 - DATA ENGINEER II Sobre o Bradesco Trazendo um pouco mais da nossa história de contribuição e impacto na sociedade, com pioneirismo e inovação, o Bradesco surgiu com o propósito de democratizar o acesso aos serviços bancários no Brasil. Nesses 81 anos, sempre ao lado dos brasileiros, nos tornamos uma das maiores Organizações do país, formada por empresas e fundações que oferecem produtos e serviços que vão de soluções financeiras a seguros, saúde e educação.E estamos sempre em busca de pessoas dispostas a fazer a diferença na vida de milhões de brasileiros, contribuindo para o desenvolvimento da sociedade. Responsabilidades e atribuições O que é o nosso time de Inteligência de DadosO Departamento de Inteligência de Dados busca entregar experiência analítica centrada em pessoas, avançando na fronteira de tecnologias de dados a fim de gerar a transformação sustentável do negócio.Modelo de trabalho : HíbridoLocal: Osasco/SPComo será seu dia a dia?Sendo Data Engineer II,atuará na  gerência de Crédito Varejo  e suas principais atividades serão: Extrair, carregar, transformar e integrar dados em diferentes formatos, ambientes e latências, utilizando as ferramentas homologadas pela Organização; Extrair dados para a realização de estudos, relatórios ou painéis que suportem o negócio em suas operações e/ou tomadas de decisão; Entender as necessidades do negócio, por meio da identificação das informações (dados/variáveis/logs/etc) e meta-informações, tais como: latência, volume, origens e formas de consumo. Realizar o mapeamento dos fluxos (AS-iS e TO-BE) das informações identificadas, desde sua origem até o seu consumo, utilizando os padrões de mercado; Utilizar metodologias exploratórias de dados para testar as hipóteses levantadas, auxiliando as áreas de negócio nas tomadas de decisão para o negócio. Requisitos e Qualificações O que você precisa ter ou saber? Formação superior completa em: Ciência da computação, engenharia de software e engenharia de dados; Conhecimento em linguagens de programação utilizadas para construção de pipelines de dados (ex: Python, Scala); Conhecimento em bancos dados relacionais e linguagem SQL; Conhecimento em alguma plataforma de nuvem (ex: Azure, AWS, GCP) com a stack Databricks.Será um diferencial se você tiver: Conhecimentos em soluções NoSQL (ex: MongoDB, Hbase, Cassandra); Conhecimentos em componentes de arquiteturas analíticas para construção de pipelines de dados (ex: Airflow, Spark, Kafka); Conhecimentos de esteiras de DevSecOps (construção de microserviços, Jira, Bitbucket, Bamboo, Docker); Conhecimento em mercado financeiro, bureau, programação. O que nós oferecemos No Bradesco valorizamos a saúde e bem-estar, oferecendo um extenso portfólio de benefícios as todas nossas pessoas colaboradoras. PLR ou Bônus: Conforme a elegibilidade de cargo* Convênio Médico Convênio Odontológico Seguro de Vida Vale Alimentação Vale Refeição Total Pass (pessoa colaboradora e mais 3 dependentes) 13º Cesta Alimentação Vale Transporte (adesão opcional) Descontos em produtos e serviços em empresas parceiras Previdência Privada (adesão opcional, com participação financeira da Organização Bradesco) Viva Bem Bradesco: programa de saúde, bem-estar e qualidade de vida Unibrad: Universidade Corporativa Bradesco Isenção de Tarifas: condições especiais em diversos produtos e serviços Auxílio Creche ou Babá Licença Paternidade estendida de 20 dias Licença Maternidade de 180 dias, acompanhamento assistencial da gestação até o pós-parto Auxílio para filho atípico* Saiba mais sobre o Bradesco Para mais informações sobre as nossas práticas de gestão de pessoas e indicadores, acesse bradescori.com.br/o-bradesco/capital-humano/ .Para mais informações institucionais, de negócios e financeiras, além das práticas e iniciativas de sustentabilidade, acesse bradescori.com.br/o-bradesco/relatorio-integrado/ .\n        "
    ]
  },
  {
    "id": 3966233127,
    "title": "Volkswagen Group Services - South America está contratando Analista de Dados de Pesquisa - Programação em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          A Volkswagen Group Services é uma empresa do Grupo Volkswagen, orientada para trabalhar para as empresas do Grupo em todo o mundo. Prestamos serviços nas áreas de logística, tecnologia, engenharia, qualidade, serviços comerciais, recursos humanos, comunicação e serviços administrativos e financeiros. Estamos direcionados para as atividades dos nossos clientes e assumimos a responsabilidade de realizá-las em seu nome.A Volkswagen Group Services foi fundada em abril de 2001, em Wolfsburg, na Alemanha, com o nome de AutoVision e foi renomeada Volkswagen Group Services em 2018. O novo nome reflete a orientação estratégica do Grupo, incluindo as suas marcas e empresas. Atualmente nós temos escritórios em sete localizações europeias. E em 2023, iniciamos a operação América do Sul, com nossa primeira sede no Brasil.Responsabilidades e atribuiçõesPrincipais Responsabilidades Realizar fechamento CEM e CSI: conferência dos resultados / base de dados; Realizar fechamento mensal de entrevistas de Vendas e Pós-Vendas; Controle de dados de verbalizações para transformar em dashboards (redes sociais, CRC, pesquisas CEM e CSI); Suportar em visitas a campo: analisar experiência e pontos de contato da concorrência e identificar oportunidades de inovação nas jornadas do cliente; Suportar em visitas a campo: analisar experiência e pontos de contato da rede de concessionária VWB.Requisitos e qualificaçõesRequisitos: Domínio de linguagens de programação (Python, SQL); Domínio do pacote Office, em especial, Excel e Power Point; Inglês avançado; Disponibilidade para viagens (entre 6 e 8x ao ano): Desejável conhecimento do mercado automobilístico.Formação:  Curso superior completo em Tecnologia da informação, Engenharia, Ciências da Computação ou áreas correlatas.Experiência: +3 anos de experiência em programação;Informações adicionaisTrata-se de uma posição para atuação no modelo híbrido, com presença necessária em nossos escritórios nos bairros do Marumbi e Jabaquara, São Paulo/SP, 2 ou 3x por semana. Também é necessária disponibilidade para viagens.\n        "
    ]
  },
  {
    "id": 3952411796,
    "title": "Foursys está contratando Analista de Dados - JR em: Greater São Paulo Area | LinkedIn",
    "requirements:": [
      "\n          A Foursys é um time apaixonado por inovação, design e transformação digital.Somos globais, somos GPTW.🌈♿️ Na Foursys, celebramos a diversidade e acreditamos que são as diferentes ideias e perspectivas que nos enriquecem. Portanto, sua cor, religião, gênero, raça, nacionalidade, idade, origem, identidade de gênero, deficiência ou orientação sexual não são barreiras para se juntar à nossa equipe. #VemSerFoursys!Que tal se juntar a nós e se tornar um(a) #FourTalent? Então se liga nessa oportunidade incrível: 👇Conhecimento Técnico:Analise de banco de dados;Linguagem SQL;Qualidade de dados;Responsabilidade: Hibrido 2x na semana em Alphaville - SPGarantir o alinhamento do sistema de gestão de segurança e qualidade com os requisitos das normas de referência (ISO 9001:2015 e ISO 27001:2013).Gerar estudos, \"insights\" e criação de KPIs para controle e acurácia dos dados e apoio à estratégias de negócio.Construir e Manter Processos de Governança e Qualidade de Dados.E temos também o Clube da Four que oferece ótimas vantagens! 👇🩺 Assistência médica;🍲 VR e VA flexível;🏋️ Gympass e Wellz;⚽ Parceria com o SESC;🍣 Descontos em restaurantes;📚 Descontos em cursos técnicos e de ensinos superior;🧠 Descontos em escolas e plataformas de idiomas.E aí, aceita o desafio? Então conclua sua candidatura e #VemSerFoursys! Boa sorte! 🍀\n        "
    ]
  },
  {
    "id": 3977075115,
    "title": "Suécia Veículos | Caminhões e Ônibus está contratando Analista de Dados - Aparecida de Goiânia em: Aparecida de Goiânia, Goiás, Brazil | LinkedIn",
    "requirements:": [
      "\n          Atividades:Análise das informações de conectividade e telemetria da frota de clientes;Interface com áreas de treinamento de condução, comercial e pós-venda; Monitorar inconsistências de comunicação dos veículos ativos, através da plataforma Volvo Connect;Atuar como ponto focal na plataforma Connect, com responsabilidade pela interpretação e análise do relatório CIV;Gerenciar e resolver questões administrativas relacionadas à conectividade da frota;Apoiar a equipe de vendas com informações técnicas e análises de conectividade;Oferecer suporte e soluções de API para integração com sistemas dos clientes;Participar ativamente no desenvolvimento de novos negócios relacionados à conectividade.Requisitos:Possuir boa capacidade de se adaptar e adotar novas tecnologias e ferramentas digitais;Experiência com Business Intelligence (BI), preferencialmente Power BI, APIs, e outros sistemas relacionados;Conhecimento avançado em ferramentas de BI e análise de dados. Experiência em Data Science e Python para negócios, será um diferencial;Compreensão sobre a conexão entre dados de telemetria e a condução de veículos - Conhecimento teórico de Redes/Networking e Bancos de dados;Gestão de processos, planilhas e ferramentas como PowerPoint, SQL, Excel, Power BI e noções de Data Science para negócios;Habilidade para identificar e resolver problemas de maneira eficiente;Experiência prévia em análise de dados, especialmente em telemetria e conectividade, será um diferencial;Capacidade de trabalhar em equipe e comunicação eficaz com diferentes áreas da empresa;Proatividade e habilidades de gestão de tempo para lidar com múltiplas tarefas simultaneamente;Formação em Tecnologia da Informação, Engenharia, Administração ou áreas correlatas.\n        "
    ]
  },
  {
    "id": 3975660460,
    "title": "Clariens está contratando Analista de Dados Jr em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Como ANALISTA DE DADOS JR sua missão será interagir com stakeholders internos para entender as suas necessidades primárias e traduzir isso quantitativamente, desenvolvendo relatórios e/ou dashboards que suportem a identificação de fenômenos e suportem a tomada de decisão.Responsabilidades e atribuiçõesDesenvolver relatórios operacionais;Realizar criação de painéis de BI e garantindo a usabilidade por parte de usuários; Integração de dados por diferentes fontes (ETL, API, importação de dados, exportação etc); Gerenciamento de estruturas de dados, consultas, otimizações e procedimentos; Automatização de rotinas; Promover cultura data driven no negócio; Realizar documentações dos conjuntos de dados. Requisitos e qualificaçõesFormação superior completa (ou cursando) em cursos da área de tecnologia da informaçãoPacote Office Avançado (principalmente em Excel) Inglês Intermediário Vivência de no mínimo de 1 ano como analista de dadosAnálise e modelagem de dados Experiência com banco de dados SQL Experiência com ferramentas de visualização de dados para reportar dados e conduzir insights principalmente Power BI e Reporting Services Experiencia em ferramentas de ETL (SSIS, ADF, Talend etc) Experiência com bancos de dados relacionais (MS SQLServer) Raciocínio lógico estruturado, fortes habilidades analíticas e de resolução de problemas, com atenção aos detalhesDesejável conhecimento de sistemas acadêmicos (Lyceum, RM Educacional, outros) Desejável conhecimento de ERP de BackOffice (Protheus) Informações adicionaisLocal de Trabalho: São Paulo - SPFormato de Trabalho HíbridoA Clariens tem pra você:Seguro de VidaAssistência Médica SaúdeAssistência OdontológicaVale Alimentação/Vale Refeição\n        "
    ]
  },
  {
    "id": 3965610858,
    "title": "Bradesco está contratando DATA ENGINEER III em: Osasco, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre o Bradesco Trazendo um pouco mais da nossa história de contribuição e impacto na sociedade, com pioneirismo e inovação, o Bradesco surgiu com o propósito de democratizar o acesso aos serviços bancários no Brasil. Nesses 81 anos, sempre ao lado dos brasileiros, nos tornamos uma das maiores Organizações do país, formada por empresas e fundações que oferecem produtos e serviços que vão de soluções financeiras a seguros, saúde e educação.E estamos sempre em busca de pessoas dispostas a fazer a diferença na vida de milhões de brasileiros, contribuindo para o desenvolvimento da sociedade. Responsabilidades e atribuições O que é o nosso time de Inteligência de dados?O Departamento de Inteligência de Dados tem o propósito de avançar nas fronteiras das tecnologias de dados e IA para gerar valor às unidades de negócio de maneira sustentável e ética. Nossas equipes estão organizadas em três grandes pilares: Analytics (orientado a profit pools), plataforma & estrutural, e governança & qualidade. E, junto às unidades de negócio, desenvolvemos e implantamos soluções de inteligência analítica que trazem incremento de receita, aumento de eficiência operacional, mitigação de riscos e melhoria da experiência do cliente.Modelo de trabalho : Híbrido (4 vezes remoto e 1 vez presencial)Local: Osasco Como será seu dia a dia? O Foco é na estruturação e habilitação do ambiente analítico na cloud, contando com a migração do legado (on premisses). Definição de boas práticas Desenvolvimento de automações (DevOps) Participação no desenvolvimento de arquiteturas Desenvolvimento de processos de monitoramento da saúde do ambiente Automação de processos Requisitos e Qualificações O que você precisa ter ou saber? Obrigatório conhecimento avançado em linguagem de Programação (Python ou Java);  Obrigatório conhecimento em Cloud (Azure e/ou GCP).  Obrigatório conhecimento em tecnologia Spark;  Vivência anterior em Engenharia e Arquitetura Cloud para Ambiente Analítico  Vivência em automação de processos de dados.  Vivência em desenvolvimento de pipelines de dados.  Inglês Intermediário/avançado para participação em reuniões;  Graduação completa em cursos de Ciência de Dados, Matemática, Estatística, Economia, Física, Engenharia ou Computação, Sistemas de Informação e Análise de Desenvolvimento de Sistemas. Será um diferencial se você tiver: Conhecimento em DataBricks  O que nós oferecemos No Bradesco valorizamos a saúde e bem-estar, oferecendo um extenso portfólio de benefícios as todas nossas pessoas colaboradoras. PLR ou Bônus: Conforme a elegibilidade de cargo*  Convênio Médico  Convênio Odontológico  Seguro de Vida  Vale Alimentação  Vale Refeição  Total Pass  13º Cesta Alimentação  Vale Transporte (adesão opcional)  Descontos em produtos e serviços em empresas parceiras  Previdência Privada (adesão opcional, com participação financeira da Organização Bradesco)  Viva Bem Bradesco: programa de saúde, bem-estar e qualidade de vida  Unibrad: Universidade Corporativa Bradesco  Isenção de Tarifas: condições especiais em diversos produtos e serviços  Auxílio Creche ou Babá  Licença Paternidade estendida de 20 dias  Licença Maternidade de 180 dias, acompanhamento assistencial da gestação até o pós-parto  Auxílio para filho atípico*  Saiba mais sobre o Bradesco Para mais informações sobre as nossas práticas de gestão de pessoas e indicadores, acesse bradescori.com.br/o-bradesco/capital-humano/ .Para mais informações institucionais, de negócios e financeiras, além das práticas e iniciativas de sustentabilidade, acesse bradescori.com.br/o-bradesco/relatorio-integrado/ .\n        "
    ]
  },
  {
    "id": 4852,
    "title": "Bradesco está contratando DATA ENGINEER COORDINATOR - 4852 - ID - TC em: Osasco, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre o Bradesco Trazendo um pouco mais da nossa história de contribuição e impacto na sociedade, com pioneirismo e inovação, o Bradesco surgiu com o propósito de democratizar o acesso aos serviços bancários no Brasil. Nesses 81 anos, sempre ao lado dos brasileiros, nos tornamos uma das maiores Organizações do país, formada por empresas e fundações que oferecem produtos e serviços que vão de soluções financeiras a seguros, saúde e educação.E estamos sempre em busca de pessoas dispostas a fazer a diferença na vida de milhões de brasileiros, contribuindo para o desenvolvimento da sociedade. Responsabilidades e atribuições O que é o nosso time de Inteligência de dados?O Departamento de Inteligência de Dados tem o propósito de avançar nas fronteiras das tecnologias de dados e IA para gerar valor às unidades de negócio de maneira sustentável e ética. Nossas equipes estão organizadas em três grandes pilares: Analytics (orientado a profit pools), plataforma & estrutural, e governança & qualidade. E, junto às unidades de negócio, desenvolvemos e implantamos soluções de inteligência analítica que trazem incremento de receita, aumento de eficiência operacional, mitigação de riscos e melhoria da experiência do cliente.Modelo de trabalho : Híbrido (4 vezes remoto e 1 vez presencial)Local: Osasco ou Curitiba Como será seu dia a dia? Sendo Data Engineer Cordinatoratuará na  gerência  de Analytics/Massificado Digital e suas principais atividades serão: Responsável por liderar equipes e coordenar iniciativas de Data Engineering em parceria com áreas de negócio e tecnologia da Organização. Realiza o entendimento das necessidades do negócio, propõe soluções inovadoras e factíveis, negocia prioridades, prazos e modelos de atendimento, acompanha resultados periodicamente e os compartilha com a liderança sênior. Direciona, orienta e acompanha equipes multidisciplinares para entrega de pipelines de dados end-to-end (desde a ingestão até a disponibilização), seja em batch ou near real-time, utilizando diferentes tecnologias, linguagens e ferramentas analíticas, bem como as melhores práticas de mercado. Provê suporte a projetos de Data Science e Business Intelligence através da entrega de dados para modelos, estudos e dashboards. Apoia na prospecção, organização, engajamento e capacitação de equipes de Data Engineers visando o amadurecimento contínuo da Organização no uso de dados. Requisitos e Qualificações O que você precisa ter ou saber? Obrigatório conhecimento avançado em linguagens de programação utilizadas para construção de pipelines de dados (ex: Python, Scala). Obrigatório conhecimento em uma ou mais linguagens de programação utilizadas para construção de pipelines de dados (ex: Python, Scala). Obrigatório conhecimento em bancos dados relacionais e linguagem SQL. Obrigatório conhecimento em alguma plataforma de nuvem (ex: Azure, AWS, GCP) com a stack Databricks. Nível superior completo em cursos de TI (ex: Ciência da Computação, Sistemas de Informação, Análise de Desenvolvimento de Sistemas), Engenharias ou outras Ciências Exatas (ex: Física, Matemática, Estatística, Economia).Será um diferencial se você tiver: Desejável conhecimento em soluções NoSQL (ex: MongoDB, Hbase, Cassandra). Desejável conhecimento em componentes de arquiteturas analíticas para construção de pipelines de dados (ex: Airflow, Spark, Kafka). Desejável conhecimento de esteiras de DevSecOps (construção de microserviços, Jira, Bitbucket, Bamboo, Docker). Pós-graduação, Mestrado/Doutorado ou MBA em áreas correlatas são diferenciais. O que nós oferecemos No Bradesco valorizamos a saúde e bem-estar, oferecendo um extenso portfólio de benefícios as todas nossas pessoas colaboradoras. PLR ou Bônus: Conforme a elegibilidade de cargo* Convênio Médico Convênio Odontológico Seguro de Vida Vale Alimentação Vale Refeição Total Pass 13º Cesta Alimentação Vale Transporte (adesão opcional) Descontos em produtos e serviços em empresas parceiras Previdência Privada (adesão opcional, com participação financeira da Organização Bradesco) Viva Bem Bradesco: programa de saúde, bem-estar e qualidade de vida Unibrad: Universidade Corporativa Bradesco Isenção de Tarifas: condições especiais em diversos produtos e serviços Auxílio Creche ou Babá Licença Paternidade estendida de 20 dias Licença Maternidade de 180 dias, acompanhamento assistencial da gestação até o pós-parto Auxílio para filho atípico* Saiba mais sobre o Bradesco Para mais informações sobre as nossas práticas de gestão de pessoas e indicadores, acesse bradescori.com.br/o-bradesco/capital-humano/ .Para mais informações institucionais, de negócios e financeiras, além das práticas e iniciativas de sustentabilidade, acesse bradescori.com.br/o-bradesco/relatorio-integrado/ .\n        "
    ]
  },
  {
    "id": 3961322780,
    "title": "Riachuelo está contratando Engenheiro de Dados JR - DataLake | Data Bricks  Azure em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Aqui na Riachuelo a gente se conecta com @vc! #CarreiraQueConecta 🚀❤️Existimos para conectar desejos a realizações. E você escolher a Riachuelo para fazer a sua carreira acontecer é uma realização para a gente!Aqui, nossos milhares de RCHLOVERS encontram o melhor ambiente para se transformarem e se desenvolverem junto com a gente. Afinal, somos moda, varejo, tech, logística, financeira, indústria e uma das maiores empregadoras do país! ♥Vamos juntos construir o maior ecossistema de moda, lifestyle e produtos financeiros do Brasil!Nosso time de TECNOLOGIA está em busca de um ANALISTA SISTEMAS JUNIOR para compor a equipe!♿ Lembramos que nossas oportunidades são para todos. Na Riachuelo, você encontra um ambiente diverso, com respeito e empatia, em que cuidamos dos RCHLOVERS.Responsabilidades e atribuiçõesOs desafios da função são:Criação de referências para serem utilizadas nas arquiteturas de Solução: Disseminação dos padrões, bibliotecas e etc;Criação das Arquiteturas de Solução em projetos apoiando em soluções para os projetos de dados relacionados a BI;Construir modelos de dados conforme requisitos do negócio, buscando obter informações especificadas pelo time do negócio;Software Selection : Apoio e condução de RFIs/ RFPs com os fornecedores com o objetivo de testar ou apoiar em novas tecnologias e conduzir os projetos pilotos;Suporte aos tech Leads sobre as Arquiteturas de Solução, Referência, padrões tecnológicos;Conhecimento em ferramentas de ETL e capacidades de otimização e desempenho; Manipulação e transformação de dados em diferentes formatos e tamanhos além de identificar e resolver gargalos de desempenho em pipelines de dados e consultas de banco de dados.Requisitos e qualificaçõesÉ muito importante que você tenha e/ou saiba:Superior completo;Inglês nível intermediário;Residir em SP ou próximo;Modelo de trabalho Hibrido;Conhecimentos técnicos citados acima.Informações adicionaisE quais são os benefícios? Assistência médica;Assistência odontológica;Vale Refeição ou Alimentação;Telemedicina;Gympass;Convênio com o Sesc;Ajuda de custo para o home office;PLR - Participação nos Lucros e Resultados;Previdência Privada;Seguro de vida em grupo;Convênio Farmácia;Parcerias Educacionais;Plataforma de Aprendizagem Online;Descontos na Riachuelo.Para conhecer todos os nossos benefícios, acesse www.riachuelo.com.br/carreirasCurtiu? Então candidate-se agora!Se orgulhe para sempre daquilo que você faz de melhor. #CarreiraQueConecta\n        "
    ]
  },
  {
    "id": 3884048890,
    "title": "BTG Pactual está contratando Engenheiro(a) de dados | Dados em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre a ÁreaA área de Dados do BTG Pactual tem crescido a cada dia e temos certeza que ela protagonizará os novos modelos de negócios do banco. Diante dessa grande missão, prezamos por um time de alta qualidade para solucionar importantes desafios. A posição tem como objetivo compor o time de Dados da área de Data Analytics, que trabalha com as mais modernas tecnologias de big data, ajudando no dia a dia de diversas áreas do banco.No Seu Dia a DiaA atuação será junto a times de análises de dados, ciência de dados e áreas de negócio para desenhar, implementar e gerenciar pipelines de Big Data;Criação de tabelas analíticas com os dados normalizados para o consumo de outras áreas de tecnologia e de negócios;Fazem parte das atividades diárias da área a utilização de tecnologias como: AWS cloud (S3, EMR, EC2, Athena, Lambda, Kinesis, Redshift, etc), Google Cloud (Bigquery, Cloud Function, Storage, Logging, Scheduler, Dataflow, Pub/Sub, Compute Engine, etc), e outras ferramentas de Big Data (NiFi, Sqoop, Airflow, Kafka, Spark, Hive, Presto, etc), Python e SQL.Esperamos De VocêCurso superior completo em Sistemas de Informação, Análise de Sistemas, Ciência da Computação, Engenharias e área relacionadas;Disponibilidade para trabalhar no modelo híbrido ou presencial no escritório de São Paulo;Ambição intelectual e mentalidade de crescimento;Raciocínio lógico e capacidade analítica;Flexibilidade e aderência a ambientes dinâmicos;Boa comunicação, relacionamento interpessoal e trabalho em equipe;Conhecimento em Python, SQL e modelagem de dados;Ferramentas de Big Data e Engenharia de Dados, como Pyspark, NiFi, Airflow, etc;Conhecimento em ambiente de computação em nuvem e datalakes/datawarehouses em nuvem;Conhecimento de áreas do setor bancário, em especial, Mercado Financeiro e Produtos de Investimentos é um diferencial.Remuneração e BenefíciosSalário;Participação nos Lucros e Resultados (PLR);Auxílio Alimentação e Refeição;Seguro Saúde e Odontológico;Auxílio Creche/Babá;Vale Transporte;Gympass;Programa de Apoio Pessoal (EAP)Planos por adesão como Previdência Privada e Seguro de Vida.\n        "
    ]
  },
  {
    "id": 3961597537,
    "title": "Inter está contratando Junior Data Analyst em: Belo Horizonte, Minas Gerais, Brazil | LinkedIn",
    "requirements:": [
      "\n          Vem ser Inter com a gente!!! Conta digital gratuita, plataforma de investimentos, shopping e o que mais a vida precisar. O Inter é isso, e é muito mais. A gente acredita que tudo pode ser mais simples, e que cada dia é mais uma oportunidade de fazer diferente. Se você também é assim, vem ser #sanguelaranja.Join us in Inter&Co!!! Free digital account, investment platform, shopping and whatever else life needs. Inter is that, and much more. We believe that everything can be simpler, and that every day is another opportunity to do something different. If you're like this too, come be #sanguelaranja.ResponsabilitiesActing with a view to the Inter Group's results and customer satisfaction, through the governance and maintenance of the data infrastructure that will support the US Banking data platform;Acting with a view to the Inter Group's results by generating data-based information relevant to the business in order to provide the teams with KPI monitoring, studies that help prioritize developments and initiatives that support operational control;Supporting the services offered by the area, making correct use of the tools and technologies for collecting, storing, processing and consuming data, as well as carrying out activities to improve solutions aimed at increasing the quality of data services and products in order to develop autonomy;Supporting users in solving problems involving US Banking data, based on the construction of studies and information gathering based on data;Developing information dashboards in Tableau, New Relic and other tools;Monitoring data pipelines, such as large-scale data collection, storage, processing and consumption processes.Know the existing architecture, such as instances, clusters, databases, streams and data processing systems.Participate in the physical and logical modeling of data and have knowledge of the definition of data storage strategies.RequirementsHigher education completed in Computer Science, Computational Mathematics, Information Systems, Software Engineering, Computer Engineering or related areas; Intermediate to advanced English;SQL;Python or R programming language;ETL platforms (e.g. Matillion, Airflow or NIFI);AWS;Tableau;Database modeling (Data WareHouse);Storage - S3, RedShift;Computing - Lambda, EC2, Glue, Step Function.#VemproInter!!!O Nosso time de Talent é focado em contratar pessoas protagonistas, atuando com paixão e mentalidade inclusiva, respeitando a singularidade de cada pessoa e oferecendo a todos os colaboradores meios para que possam desenvolver o seu potencial e protagonismo.O Inter é parceiro e está por dentro de projetos inclusivos, todas as nossas vagas são direcionadas a pessoas com deficiências.#ComeToInter!!Our Talent team is focused on hiring leading people, acting with passion and an inclusive mindset, respecting the uniqueness of each person and offering all employees the means to develop their potential and protagonism. Inter is a partner and is aware of inclusive projects, all of our vacancies are aimed at people with disabilities.\n        "
    ]
  },
  {
    "id": 80,
    "title": "Itaú Unibanco está contratando Pessoa Analista de Dados Pleno 🧡🚀 em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Vem ser Ituber & vem fazer Itaú_O Itaú é a marca mais valiosa do Brasil, a melhor empresa para trabalhar segundo o Great Place to Work e o maior banco da América Latina. Nós impactamos diariamente mais de 60 milhões de clientes em 18 países. Somos feitos de pessoas e acreditamos que ter um quadro com pluralidade de origens, culturas, crenças, experiências, raças, deficiências, gêneros, orientações afetivo-sexuais e gerações ampliam as perspectivas e contribuem para um clima de respeito e valorização das diferenças. Não queremos você apenas por achar que tem a nossa cara. Queremos ter um pouco da sua também!O que você precisa para ser um Ituber?Estamos em busca de uma pessoa que atue como Analista de Dados Júnior para se juntar à nossa equipe. Se você é uma pessoa apaixonada por transformar dados em insights e soluções de negócios, esta vaga é para você!Estamos buscando pessoas que queiram se desenvolver e aprender constantemente, compartilhando, colaborando, inovando e entregando valor para todos os nossos clientes. Aqui a gente não sabe tudo, a gente vai de turma_Modelo de trabalho: Híbrido sem escalaResponsabilidades e atribuições Apoiar o desenvolvimento de produtos de analytics, utilizando ferramentas de dados avançadas para análise e processamento. Contribuir para o planejamento e execução de sprints, participando ativamente de revisões, retrospectivas e stand-ups diários. Colaborar com equipes multidisciplinares para traduzir problemas de negócios e clientes e otimizar soluções de analytics em um ambiente ágil Conduzir análises e estudos e construir propostas de melhorias a partir de insights Manter-se atualizado(a) com as últimas tendências e ferramentas de analytics, propondo melhorias contínuas para os processos e produtos. Colaborar estreitamente com times de pricing, resultados e planejamento comercial Acompanhar alavancas de resultado do produto Preparar relatórios e apresentações com análises e recomendaçõesRequisitos e qualificaçõesConhecimento técnico Python E PySpark SQL, AWS Glue, Athena QuickSight SAS ExcelHabilidades Análise de dados e/ou engenharia de analytics Familiaridade com conceitos de ETLs Capacidade analítica Raciocínio Lógico Organização Trabalho em equipeInformações adicionaisBenefíciosVale-RefeiçãoVale-TransporteVale-AlimentaçãoAuxílio CrecheAssist. MédicaAssist. OdontológicaSeguro de vidaConvênio com o Gympass e Totalpass;Convênio com a Univers (Drogasil e Droga Raia);Visitas, reservas e hospedagem no Itaú Unibanco Clube (Guarapiranga, Itanhaém e São Sebastião);Programa IUPP (vantagens e descontos em lojas e serviços de diversos parceiros no Brasil e na América Latina);Check-up Anual (Colaboradores +40) Programa Fique OKEstamos em constante transformação e esperamos que você nos ajude nessa jornada!Se identificou? Quer fazer parte do nosso time? Inscreva-se no nossa oportunidade.#vemproItaúO Itaú irá utilizar os dados fornecidos para fins de processos seletivos, inclusive em bancos de vagas alocados em plataformas terceiras. Caso deseje solicitar oposição a este uso, ou exercer quaisquer um dos seus direitos, entre em contato através de nossos canais, disponíveis na Política de Privacidade de candidatos do Itaú Unibanco (https://www.itau.com.br/privacidade/candidatos/). Não há necessidade de aceitar, trata-se apenas de uma ciência.\n        "
    ]
  },
  {
    "id": 3973044894,
    "title": "Contabilizei está contratando Analista de Dados e Negócios Junior em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          A sua missão:Suportar o desenvolvimento e implementação de novas oportunidades em novos canais, segmentos ou produtos visando a rentabilização e/ou fidelização dos clientes da base e a entrega da proposta de valor da cia.Responsabilidades e atribuiçõesComo será o seu dia a dia:Ajudar no mapeamento de potencial de mercado, consolidando informações e monitorando variáveis de menor complexidade, assessorando o time a identificar novas oportunidades e iniciativas que tragam melhor experiência e eficiência para a empresaSuportar com acompanhamento e controle de estudos, projetos e iniciativas contribuindo com a disponibilidade de recursos e informações para apoiar decisões com base em dados.Assistir em pesquisas de mercado ajudando a identificar novas parcerias, oferecendo suporte nas negociações e implementação das mesmas em projetos de menor complexidade, possibilitando identificar novas alternativas para melhora da qualidade e experiência do cliente como rentabilidade da empresa.Suportar entregas de testes de hipóteses e análises de viabilidade favorecendo a descoberta de novos conhecimentos sobre o potencial de novos projetos e iniciativas.Prestar apoio no desenvolvimento de novas iniciativas, colaborando em atividades direcionadas desde a concepção até sua consolidação, facilitando a avaliação de resultados que comprovem a eficácia ou não de oportunidades.Requisitos e qualificaçõesO que buscamos:Inglês Intermediário;Experiência relevante em gestão de projetos;Habilidade com Pacote office;Experiência prévia com criação de cenários com base em dados;Conhecimento básico de Gestão de Negócios;Informações adicionaisBenefícios:Plano de Saúde;Plano Dental;Psicoterapia Online;Gympass;Seguro de Vida;Vale Alimentação e Vale Refeição (VA/VR);Parcerias de Desconto (Universidade e Escolas de Idiomas);Despreocupe-se - Seguros Diversos;No dress code;#VEMPRACONTABILIZEI 💙Cultura e Desenvolvimento = Construímos Juntos e Juntas 🚀Acreditando que o sucesso de pessoas empreendedoras é o nosso sucesso, Guardiões e Guardiãs de nossa cultura constroem todos os dias o melhor lugar para se trabalhar. Crescendo com a Contabilizei e contando suas próprias histórias!Buscar ser 1% melhor todos os dias é um valor importante no foguete. Um dos pilares para o encorajamento ao protagonismo dos nossos Guardiões e Guardiãs é feito através do Ciclo de Performance, com possibilidades de Carreira em Y, Cultura de Feedback (1:1) e ferramentas que ajudam entender oportunidades de desenvolvimento e evolução constante de nossos valores.É importante que saiba, você pode ser quem é! Estamos conscientizando e construindo um ambiente psicologicamente seguro com iniciativas de Diversidade e Inclusão. Somos verdadeiros(as) e acreditamos que essa seja uma responsabilidade de todos os Guardiões e Guardiãs! Todas as nossas oportunidades estão abertas para pessoas diversas em identidade de gênero, cor e etnia, orientação sexual, origem, pessoas com deficiência (PcD), e todas as interseccionalidades possíveis.\n        "
    ]
  },
  {
    "id": 3968906447,
    "title": "Movida Aluguel de Carros está contratando ANALISTA DE DADOS em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          A Movida é uma empresa de soluções inovadoras em mobilidade urbana e modelo de negócios com forte direcionamento para desenvolvimento socioambiental. Desde 2006 no mercado, conta hoje com a frota mais nova do Brasil e dispõe de lojas nas principais cidades e aeroportos do país. A companhia é reconhecida como uma locadora moderna, alinhada às últimas tendências tecnológicas e que investe em diversificação e renovação de frota, treinamento de funcionários e serviços exclusivos.Norteada pela devoção em servir, foi pioneira em oferecer serviços como aluguel mensal e de longo prazo para pessoa física, opções para pré-pagamento e diárias de 27 horas. Focada em tecnologia, também saiu na frente do setor ao oferecer soluções como web check-in, wi-fi no carro, chatbot nas redes sociais e tecnologia de pagamento contactless em todos os veículos.Empresa da SIMPAR, hoje faz parte da Movida Participações, criada em 2015 para administrar as operações de Aluguel de Carros, Venda de Seminovos e de Gestão de Terceirização de Frotas de veículos leves.Com mais de 6000 colaboradores apaixonados, a Movida se diferencia pelo seu \"jeitão\" inovador e descomplicado. Carrega em seu DNA o foco no cliente e a sua GENTE como prioridade!Todos os processos seletivos conduzidos pela MOVIDA são afirmativos, inclusivos e não discriminatórios.Responsabilidades e atribuiçõesDesenvolver estudos sobre a base de clientes;Identificar oportunidades para incremento de receita;Desenvolver e sustentar segmentação de clientes;Desenvolver modelos de propensão;Desenvolver e sustentar dashboards;Desenvolver e sustentar modelo de dados no Marketing Cloud.Requisitos e qualificaçõesTÉCNICO: Ensino superior completo ou cursando em Análise e Desenvolvimento de Sistemas, Engenharia ou cursos na área de exatas; Conhecimento em Excel, SQL e Power BI nível intermediário; Conhecimento em Python, R e Machine Learning será um diferencial;Vivência em CRM será um diferencial;Conhecimento em Marketing Cloud será um diferencial. COMPLEMENTO:Atuação em formato presencial no Itaim Bibi-SP;Disponibilidade para atuar de segunda a sexta-feira das 08h00 às 17h48.Informações adicionaisOs benefícios tradicionais que você já conhece, nós também temos. Queremos te mostrar que vamos além. Saiba mais!LIGADO EM VOCÊ: Atendimento especializado para a nossa gente e familiares por meio de uma central 24 horas para apoio psicológico, sobre saúde, social, familiar, financeiro e/ou jurídico e tudo isso com sigilo absoluto.Licença Maternidade e Paternidade estendidas + Kit nascimento para recém-mamães e recém-papais.Sabemos o quanto a educação das crianças e adolescentes é importante. Aqui na MOVIDA, damos aquela ajuda na compra do kit escolar para os filhos da nossa gente.Nossa gente tem acesso exclusivo a uma plataforma de descontos em viagens, cultura e entretenimento, serviços, gastronomia, educação e bem-estar.Pela Universidade MOVIDA, a nossa gente aprende e potencializa seu desenvolvimento profissional, tornando cada um(a) protagonista de sua carreira.﻿Reconhecemos e valorizamos a nossa gente veterana que completa anos de casa. Quem possui mais de 15 anos, ainda tem um evento mega especial.Cantinho da Mamãe: O espaço, na Matriz no Itaim Bibi e Sede Administrativa em Mogi das Cruzes, é dedicado as mamães que retornam de licença maternidade e querem seguir com o aleitamento materno. No local, há todos os itens para retirar e armazenar o leite, com privacidade e conforto.Se identificou com essa vaga? Conheça as nossas vagas, inscreva-se e vamos juntos participar dessa Empresa que cresce todos os dias.\n        "
    ]
  },
  {
    "id": 3964816321,
    "title": "Bradesco está contratando DATA ENGINEER III em: Osasco, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          req56917 - DATA ENGINEER III Sobre o Bradesco Trazendo um pouco mais da nossa história de contribuição e impacto na sociedade, com pioneirismo e inovação, o Bradesco surgiu com o propósito de democratizar o acesso aos serviços bancários no Brasil. Nesses 81 anos, sempre ao lado dos brasileiros, nos tornamos uma das maiores Organizações do país, formada por empresas e fundações que oferecem produtos e serviços que vão de soluções financeiras a seguros, saúde e educação.E estamos sempre em busca de pessoas dispostas a fazer a diferença na vida de milhões de brasileiros, contribuindo para o desenvolvimento da sociedade. Responsabilidades e atribuições O que é o nosso time de Inteligência de DadosO Departamento de Inteligência de Dados busca entregar experiência analítica centrada em pessoas, avançando na fronteira de tecnologias de dados a fim de gerar a transformação sustentável do negócio.Modelo de trabalho : HíbridoLocal: Osasco/SPComo será seu dia a dia?Sendo Data Engineer II,atuará na  gerência de Crédito Varejo  e suas principais atividades serão: Extrair, carregar, transformar e integrar dados em diferentes formatos, ambientes e latências, utilizando as ferramentas homologadas pela Organização; Extrair dados para a realização de estudos, relatórios ou painéis que suportem o negócio em suas operações e/ou tomadas de decisão; Entender as necessidades do negócio, por meio da identificação das informações (dados/variáveis/logs/etc) e meta-informações, tais como: latência, volume, origens e formas de consumo. Realizar o mapeamento dos fluxos (AS-iS e TO-BE) das informações identificadas, desde sua origem até o seu consumo, utilizando os padrões de mercado; Utilizar metodologias exploratórias de dados para testar as hipóteses levantadas, auxiliando as áreas de negócio nas tomadas de decisão para o negócio. Requisitos e Qualificações O que você precisa ter ou saber? Formação superior completa em: Ciência da computação, engenharia de software e engenharia de dados; Domínio em linguagens de programação utilizadas para construção de pipelines de dados (ex: Python, Scala); Domínio em bancos dados relacionais e linguagem SQL; Conhecimento em alguma plataforma de nuvem (ex: Azure, AWS, GCP) com a stack Databricks; Conhecimento em mercado financeiro, bureau, programação.Será um diferencial se você tiver: Conhecimentos em soluções NoSQL (ex: MongoDB, Hbase, Cassandra); Conhecimentos em componentes de arquiteturas analíticas para construção de pipelines de dados (ex: Airflow, Spark, Kafka); Conhecimentos de esteiras de DevSecOps (construção de microserviços, Jira, Bitbucket, Bamboo, Docker); Pós graduação/especialização na área. O que nós oferecemos No Bradesco valorizamos a saúde e bem-estar, oferecendo um extenso portfólio de benefícios as todas nossas pessoas colaboradoras. PLR ou Bônus: Conforme a elegibilidade de cargo* Convênio Médico Convênio Odontológico Seguro de Vida Vale Alimentação Vale Refeição Total Pass (pessoa colaboradora e mais 3 dependentes) 13º Cesta Alimentação Vale Transporte (adesão opcional) Descontos em produtos e serviços em empresas parceiras Previdência Privada (adesão opcional, com participação financeira da Organização Bradesco) Viva Bem Bradesco: programa de saúde, bem-estar e qualidade de vida Unibrad: Universidade Corporativa Bradesco Isenção de Tarifas: condições especiais em diversos produtos e serviços Auxílio Creche ou Babá Licença Paternidade estendida de 20 dias Licença Maternidade de 180 dias, acompanhamento assistencial da gestação até o pós-parto Auxílio para filho atípico* Saiba mais sobre o Bradesco Para mais informações sobre as nossas práticas de gestão de pessoas e indicadores, acesse bradescori.com.br/o-bradesco/capital-humano/ .Para mais informações institucionais, de negócios e financeiras, além das práticas e iniciativas de sustentabilidade, acesse bradescori.com.br/o-bradesco/relatorio-integrado/ .\n        "
    ]
  },
  {
    "id": 3960764173,
    "title": "CI&T está contratando Jr Data Developer, Brazil em: Brazil | LinkedIn",
    "requirements:": [
      "\n          Somos especialistas digitais e impactamos as marcas mais valiosas do mundo. Construímos produtos e soluções digitais focados nas necessidades dos nossos clientes. Como uma nativa digital, trazemos um histórico de 29 anos de aceleração do impacto nos negócios por meio de soluções digitais completas e escaláveis. Com uma presença global de mais de 6.000 pessoas em estratégia, pesquisa, ciência de dados, design e engenharia, desbloqueamos o crescimento de primeira linha, melhoramos a experiência do cliente e impulsionamos a eficiência operacional.ImportantePara as pessoas residentes na Região Metropolitana de Campinas*, a presença nos escritórios é obrigatória, tendo que cumprir um mínimo de dias ao mês, estipulado pela empresa e projeto. Converse com o nosso time de recrutamento para saber mais informações sobre política de frequência vigente.Requisitos Para Esse Desafio Experiência com ferramentas de ETL, preferencialmente Power Center Experiência na construção de pipelines de dados Conhecimento em modelagem de dados, linhagem de dados, segurança de dados e boas práticas de gerenciamento e processamento de dados. Experiência em ferramentas para ingestão, processamento e disponibilização de dados. Conhecimento de soluções cloud de dados será um diferencial Habilidades de comunicação eficazes para colaborar com as equipes internas e cliente. Capacidade de pensar estrategicamente e propor soluções inovadoras e eficientes. Conhecimento em modelagem dimensional de dados.Diferenciais Modelo relacional de dados (SQL Server e Oracle) Power BINossos Benefícios Plano de saúde e odontológico; Vale alimentação e refeição; Auxílio-creche; Licença paternagem estendida; Gympass PLR; Seguro de Vida; Parceria com plataforma online de saúde mental; CI&T University; Clube de descontos; Programa de Apoio: financeiro; orientação psicológica; nutricionista e mais; Curso gestante e paternagem responsável; Parceria com plataformas de cursos online; Plataforma para aprendizagem de idiomas; E muitos outros.Mais detalhes sobre nossos benefícios aqui: https://ciandt.com/br/pt-br/carreiras#MidSeniorCI&T é uma empresa que oferece oportunidades iguais. Celebramos e valorizamos a diversidade de identidades e experiências vividas de nossos CI&Ters. Estamos empenhados em construir, promover e manter uma empresa e cultura diversificada, inclusiva e equitativa focada em criar um amanhã melhor.Na CI&T, reconhecemos que inovação e transformação só acontecem em ambientes de trabalho diversificados, inclusivos e seguros. Nossas equipes são mais impactantes quando pessoas de todas as formações e experiências colaboram para compartilhar, criar e ouvir ideias.Antes de candidatar as nossas oportunidades confira a Política de Conflito de Interesses em nosso site.Incentivamos fortemente pessoas de comunidades diversas e sub-representadas a se candidatarem às nossas vagas.Cidades que compõe a Região Metropolitana de Campinas : Americana, Artur Nogueira, Campinas, Cosmópolis, Engenheiro Coelho, Holambra, Hortolândia, Indaiatuba, Itatiba, Jaguariúna. Monte Mor, Morungaba, Nova Odessa, Paulínia, Pedreira, Santa Bárbara d'Oeste, Santo, Antônio de Posse, Sumaré, Valinhos, Vinhedo.\n        "
    ]
  },
  {
    "id": 3967847292,
    "title": "Grupo Serbom está contratando ANALISTA DE DADOS JUNIOR em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          RESPONSÁVEL POR GERAR RELATÓRIOS ESTRATÉGICOS, CONTROLE A PARTIR DE BASE DE DADOS BRUTA;SÓLICO CONHECIMENTO EM EXCEL AVANÇADO;rESPONSÁVEL POR CONFECÇÃO DEE dASHBOARDS EM PLATAFORMA DE BUSINESS INTELIGENCE COM ATUALIZAÇÃO AUTOMÁTICA SEM TRATAMENTO MANUAL DAS INFORMAÇÕES;GERAR E DIVULGAR KPI's PERTIMENTES AO NEGÓCIO COM ANÁLISE DE DESVIO;ACOMPANHAMENTO E CORREÇÃO DOS DESVIOS DE INFORMAÇÕES SEMPRE QUE OCORRIDO;TRABALHO EM EQUIPE CAPACIDADE ANALITICA, INOVAÇÃO, COLABORAÇÃO E COMUNICAÇÃO.Regime De ContrataçãoCLT ou PJDepartamentoTecnologia da Informação\n        "
    ]
  },
  {
    "id": 3951559405,
    "title": "Gauge está contratando Engenheiro de Dados\nSão Paulo - SP e Híbrido\nEfetivo em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaA Gauge, uma empresa líder em marketing digital e analise de dados, esta em busca de um profissional altamente qualificado para integrar nossa equipe como Digital Analytics Senior. O candidato selecionado será responsável por conduzir analises aprofundadas e fornecer insights acionáveis para otimizar as estratégias digitais de nossos clientes. Além disso, será fundamental na criação de dashboards no Looker e na comunicação eficaz com todas as partes interessadas.Responsabilidades e atribuições🚀Atividades Aqui No TimeCriação e manutenção de coletas de dados de diversas fontes, garantindo a integridade e a qualidade dos dados.Otimização de processamento de pipelines com foco em performance e estabilidade.Colaboração ativa com outros profissionais para promover e disseminar a cultura data-driven em toda a organização.Realização de análises aprofundadas com o objetivo de identificar erros e inconsistências nos dados.Requisitos e qualificações🎯 Conhecimentos Necessários Para Mandar BemExperiência na manipulação de grandes volumes de dados.Domínio de bancos de dados relacionais e linguagem SQL.Experiência em plataformas de Cloud, principalmente GCP (BigQuery).Criação de dashboards e na preparação de dados para consumo.Conhecimento de ferramentas de ETL, como Apache Airflow e Dataform.REGEX (Expressões Regulares) para manipulação de dados.Familiaridade com metodologias de desenvolvimento ágil.Informações adicionais🥳 O Que Oferecemos Vale Refeição/Vale Alimentação Assistência médica Assistência odontológica Day Off Gympass Auxílio Creche Assistência Pet Auxílio Combustível Auxílio Home Office Reembolso Educacional E-learning - Academia Stefanini com diversos cursos Mentoring - Plataforma de Mentoria (Essa é uma oportunidade para conhecer pessoas, desenvolver habilidades e compartilhar experiências.) Descontos em instituições para Graduação, Pós Graduação, Idiomas e Cursos Clube+ (vantagens e descontos nos melhores estabelecimentos) Programa de saúde mental Programa de Apoio ao colaborador : Orientação Psicológica Orientação Financeira Orientação Jurídica Programa de Formação de Líderes Ambiente dinâmico, diverso e inclusivo; Um Time receptivo e muito agregador, que busca continuamente por conhecimento.Etapas do processoEtapa 1: Cadastro1CadastroEtapa 2: Fit Cultural2Fit CulturalEtapa 3: Entrevista RH3Entrevista RHEtapa 4: Entrevista Técnica4Entrevista TécnicaEtapa 5: Contratação5ContrataçãoConheça a GaugePrazer, somos a Gauge, uma empresa que usa tecnologia, inteligência e dados para resolver os problemas de nossos clientes.Propomos soluções para necessidades digitais através da observação do usuário, de social listening, de análise de dados e, também, de métodos criados aqui dentro da casa.Sim, somos digitais. Mas colocamos sempre a experiência humana em primeiro lugar, tanto dos clientes que recebem o trabalho quanto de quem trabalha aqui: os gaugers.Conheça Nossas Áreas De AtuaçãoMarketing e StrategyProduct e ExperienceGrowth e MartechAnalytics e Insights\n        "
    ]
  },
  {
    "id": 3963766183,
    "title": "Viacredi está contratando Analista de Crédito - Foco em Dados\nBlumenau - SC\nEfetivo em: Blumenau, Santa Catarina, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaVocê tem o sonho de trabalhar em uma empresa que faz parte da economia colaborativa? Na Viacredi é assim: todos trabalham e crescem juntos através do nosso propósito, transformando vidas e a nossa comunidade! Na Viacredi você encontra a oportunidade de construir sua carreira e fazer a diferença na vida das pessoas, transformando vidas. Venha ser Analista de Crédito - Foco em Dados e faça parte da MELHOR empresa para se trabalhar em Santa Catarina por 7 anos consecutivos, segundo o Prêmio Great Place To Work – GPTW. Você não vai querer perder essa oportunidade, né? 😊A Viacredi quer ser agente de mudança para um mundo com mais diversidade e inclusão, por isso nossas vagas estão disponíveis para todas as pessoas! 🌲💙🌲CASO VOCÊ SEJA SELECIONADO(A), O CONTATO QUE FAREMOS SERÁ ATRAVÉS DA PLATAFORMA GUPY, POR MENSAGEM E EMAIL!Responsabilidades e atribuiçõesIdentificar e expandir as oportunidades relevantes para estratégias de crédito, por meio de conexões e análises de dados e métodos estatísticos, apoiando na tomada de decisões;Realizar apresentações, traduzindo aprendizados de dados, visando viabilizar ações e estratégias mais assertivas;Analisar, identificar e propor melhorias de processo, por meio do alinhamento de práticas de mercado, avaliando e identificando oportunidades, visando a evolução técnica das entregas do time Dados;Desenvolver e otimizar dashboards em Power BI, com objetivo de gerar subsídios para estratégias de concessão de crédito, precificação e gestão de risco.Requisitos e qualificaçõesSuperior completo em em Administração, Economia, Estatística, Análise e Desenvolvimento de Sistemas, Engenharia e Ciência de Dados ou áreas afins;Experiência na área de inteligência de mercado, Crédito e/ou área de dados;Experiência com Análises Estatística;Vivência em linguagem de programação (VBA, SQL e Python);Indispensável Excel e Power BI, Tableau ou Click View Avançado;Será um diferencial conhecimento em automação de processos com Power Automate e modelagem estatística.Informações adicionaisBenefíciosVale Alimentação/Refeição de R$ 1.700,00 - Para você desfrutar de uma refeição deliciosa todos os dias. 😊Day OFF no Aniversário - Para você aproveitar essa data especial do seu jeito! 🎉PPR semestral 2x ao ano - Construímos e alcançamos juntos! 📉Plano de Saúde - Cuidar da saúde é fundamental! 😍Plano odontológico - Pois a vida é feita de sorrisos 😃Vale Transporte – Para o seu deslocamento com segurança. 🚌Seguro de Vida – É bom prevenir, né? 🤝Previdência Privada - Para um futuro com segurança! Auxílio Instrução de 50% em Graduação e Pós Graduação - Ajudamos você na jornada acadêmica! Reembolso Certificações ANBIMA - Incentivo e capacitação, buscando potencializar o desenvolvimento das nossas pessoas. 🚀Auxílio Infantil de R$ 555,64 para dependentes até 6 anos e 11 meses - Para você trabalhar tranquilo (a) enquanto a pessoa mais importante da sua vida é bem cuidada. Licença Maternidade e Paternidade Estendidas - Através da extensão da licença você conseguirá acompanhar mais de perto e por mais tempo o desenvolvimento na fase inicial da vida do seu filho! Atendimento Psicológico – Queremos que cada colaborador busque sempre o seu melhor. Total Pass: Academias Conveniadas - Focado em priorizar a saúde física e a qualidade de vida, através de descontos em academias conveniadas, para você e seus dependentes. Etapas do processoEtapa 1: Cadastro1CadastroEtapa 2: Triagem2TriagemEtapa 3: Entrevista GP3Entrevista GPEtapa 4: Entrevista com Gestor4Entrevista com GestorEtapa 5: Contratação5ContrataçãoUNIR PESSOAS PARA TRANSFORMAR VIDASEste é o nosso propósito e queremos compartilhá-lo com você. Há 70 anos, fazemos a diferença na vida de mais de 872 mil cooperados, realizando sonhos e contribuindo para o desenvolvimento local.Somos mais de 2,1 mil colaboradores que acreditam no trabalho colaborativo, com ética e transparência. Unimos esforços diariamente para atender a cada cooperado de forma única.Conectado a esse propósito, nosso time faz a Viacredi ser melhor empresa para se trabalhar em Santa Catarina, segundo o Great Place to Work.Junte-se a nós e Faça a diferença!\n        "
    ]
  },
  {
    "id": 3918706287,
    "title": "Porsche Cup Brasil está contratando Banco de Talentos | Analista de Dados Freelancers\nSão Paulo - SP\nBanco de talentos em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaO profissional Freelancer atuará diretamente em nossos eventos, com atividades de Análise de dados em nossas corridas.Buscamos um perfil apaixonado por automobilismo, comprometido, bom relacionamento, focado em resultados e que goste de desafios.Se você é esse profissional, então, venha fazer parte do nosso time!Responsabilidades e atribuiçõesPreenchimento e acompanhamento das atividades descritas em check list;Checagem de dados vitais dos veículos;Análise de dados de performance dos pilotos;Orientação da equipe para ajustes técnicos em suspensão, aerodinâmica e calibração de pneus;Organização do BOX e equipe.Requisitos e qualificaçõesFormação: Cursando Ensino Superior em Engenharia;Desejável Curso em Análise de Dados Automotivos;Habilidades em software de análise de dados - Desejáveis: Cosworth PI Toolbox - ToolsetInformações adicionaisDisponibilidade para viagens.Porsche Cup Brasil - A maior categoria monomarca da América LatinaNascemos de um sonho e hoje somos a principal referência de organização no automobilismo brasileiro!A Porsche Cup é uma plataforma que reúne esporte, tecnologia, entretenimento, marketing e interação, relacionamento e geração de novos negócios. É o primeiro campeonato oficial da Porsche na América do Sul com mais de 18 anos de atuação no automobilismo brasileiro, se tornou uma referência no esporte nacional é um dos projetos internacionais de maior de sucesso dentro do universo Porsche Motorsport.O campeonato é dividido em duas categorias: Carrera Cup e GT3 Cup, composto por 50 carros que utilizam duas versões do carro de competição de maior sucesso na história, e mais fabricado no mundo, o Porsche 911 GT3 Cup. Ao longo da temporada, são disputadas nove etapas, sendo uma delas a preliminar do GP Brasil de Fórmula 1.A Porsche Cup leva consigo os valores centrais da marca Porsche e se posiciona como um excelente Business Partner no Brasil, inspirando clientes e parceiros com ações exclusivas e Brand Experience inigualável.\n        "
    ]
  },
  {
    "id": 3965935941,
    "title": "Toyota Empilhadeiras está contratando Analista de Dados Pleno em: São Bernardo do Campo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          DescriçãoEstamos em busca de um Analista de Dados Pleno para integrar nossa equipe de Planejamento de Pós-Vendas. Este profissional terá um papel crucial na coleta, organização e análise de grandes conjuntos de dados, fornecendo insights valiosos para apoiar a tomada de decisões estratégicas e operacionais da empresa.Coletar dados: Coletar dados de várias fontes e garantir a integridade e precisão dos dados coletados.Organizar dados: Organizar os dados em formatos utilizáveis, como tabelas, gráficos e relatórios.Analisar dados: Analisar dados usando ferramentas estatísticas e de visualização para identificar padrões, tendências e insights.Interpretar resultados: Interpretar os resultados da análise de dados para fornecer informações e insights acionáveis para a equipe de gestão.Comunicar insights: Comunicar insights e informações para a equipe de gestão em relatórios escritos, apresentações ou visualizações de dados.Identificar oportunidades: Identificar oportunidades de melhoria com base nos dados coletados e analisados.Desenvolver soluções: Desenvolver soluções para problemas identificados com base nos insights obtidos através da análise de dados.Gerenciar projetos: Gerenciar projetos relacionados à análise de dados e trabalhar em colaboração com outras equipes para garantir que os projetos sejam entregues dentro do prazo e orçamento.Manter-se atualizado: Manter-se atualizado com as tendências em análise de dados, ferramentas e tecnologias.IdiomasInglês - Nível IntermediárioOutros RequisitosFormação superior em Estatística, Matemática, Ciência da Computação, Engenharia ou áreas correlatas.Experiência comprovada como Analista de Dados, preferencialmente em áreas relacionadas ao pós-vendas.Conhecimento avançado em ferramentas de análise de dados como Excel, SQL, Python ou R.Experiência com ferramentas de visualização de dados como Power BI, Tableau ou similares.Capacidade de interpretar e comunicar insights de maneira clara e objetiva.Habilidades analíticas e atenção aos detalhes.Proatividade e capacidade de trabalhar em equipe.Familiaridade com conceitos de melhoria contínua como Kaizen, 5S, TPS, PDCA e CCQ será um diferencial.\n        "
    ]
  },
  {
    "id": 3974322585,
    "title": "Capco está contratando Analista de Dados Júnior  em: Brazil | LinkedIn",
    "requirements:": [
      "\n          SOBRE A CAPCOA CAPCO é uma consultoria global de tecnologia e negócios, focada no setor de serviços financeiros e energia, somos apaixonados por ajudar nossos clientes, temos 33 escritórios nas Américas, Europa e Ásia-Pacífico! Se criatividade e inovação são sua paixão, a CAPCO é ideal para você. Vamos te apoiar e ajudar a acelerar sua carreira!RESPONSABILIDADESData Analytics (Excel, SQL, Python, Power BI, Pandas, Scikit Learn, MatPlotlib, TensorFlow);Análise de dados no Excel, com uso do Power Apps e SharePoint; Análise e Tratamento de Dados no ERP SAP; Análise crítica dos sistemas e aplicativos internos e seus módulos integrantes, comparando com soluções de mercado e novas tecnologias como, mas não limitado a desenvolvimento web (WebGL, Canvas e SVG; token access; frameworks SPA [single-page application] como React; WebSockets e aplicações \"em tempo real\"), blockchain para validação de autenticidade de documentos, dentre outros; Programação e desenvolvimento de novas ferramentas e aplicativos utilizando tecnologias que independam de hospedagem em servidores corporativos. Proposição e desenvolvimento de soluções de Business lntelligence como, mas não limitado a: MS Power Bl, SAP Business lntelligence, SAP Analyics Cloud, Tableau, TIBCO Spotfire, dentre outros; REQUISITOSFormação completa em: Engenharias; Ciências da Computação; Sistemas de Informação; Estatística ou Administração. Atuação direta em programação de software ou no desenvolvimento de soluções em ferramentas de Businees Intelligence. POR QUE CAPCO?Juntar-se à CAPCO significa ingressar em uma organização comprometida com um ambiente de trabalho inclusivo onde você é incentivado a #BeYourselfAtWork (Ser Você Mesmo no Trabalho). Celebramos a individualidade e reconhecemos que a diversidade e a inclusão, em todas as formas, são fundamentais para o sucesso. Acreditamos que todos trazem algo diferente, por isso adoraríamos saber o que o torna diferente!O QUE OFERECEMOS?Vale Refeição/Alimentação; Assistência Médica;Assistência Odontológica;Gympass;Seguro de Vida.PRÓXIMOS PASSOS:Se você está ansioso(a) para progredir sua carreira conosco, candidate-se e aguarde o contato de um de nossos recrutadores!\n        "
    ]
  },
  {
    "id": 3927433779,
    "title": "Grupo Ri Happy está contratando Analista de Dados Júnior\nSão Paulo - SP e Híbrido\nEfetivo em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaNo Grupo Ri Happy você é bem-vinde em todas as vagas independentemente de gênero, orientação sexual, raça, etnia ou deficiência.Um pouquinho do nosso Jeito de Ser #SUPER e o que esperamos de você:Satisfação em ServirUnidos pela DiversãoPaixão pelo NegócioEssência da SimplicidadeRespeito pelo AmanhãCurtiu? Então, chega mais! Responsabilidades e atribuiçõesOrganização e análise de dados;Obter insights valiosos para apoiar as decisões estratégicas da equipe de gestão;Auxiliar na coleta e limpeza de dados de diversas fontes;Contribuir para a preparação de conjuntos de dados para análise, identificando e corrigindo possíveis erros;Realizar análises exploratórias de dados para identificar padrões, tendências e relações relevantes;Apoiar na criação de relatórios e visualizações para comunicar descobertas a diferentes cenários;Gerar relatórios automatizados para analisar o desempenho de indicadores;Identificar tendências, padrões e correlações nos dados para embasar os objetivos comerciais;Atuar no input, cadastro e conferência de dados no sistema;Colaborar com outros membros da equipe em projetos de análise de dados, oferecendo suporte e contribuindo com ideias;Manter-se atualizado sobre as últimas tendências e ferramentas em análise de dados, participando de atividades de desenvolvimento profissional para aprimorar suas habilidades.Requisitos e qualificaçõesHabilidades em ferramentas de visualização: Power BI mandatório, Looker Studio desejável;Conhecimento em Excel, SQL, desejável ML, Google auto ML;Fortes habilidades analíticas e capacidade de interpretar dados de forma eficaz;Bons conhecimentos em Google Planilhas e todo ambiente Google;Capacidade de adaptação para trabalhar de forma colaborativa em um ambiente de equipe.Informações adicionaisBenefíciosAssistência médicaAssistência odontológicaAuxílio-refeição & Auxílio-alimentaçãoVale-transporte Participação nos Lucros e ResultadosDesconto em produtosSeguro de vida Convênio com o Gympass - parceiro de academiasParceria com a Vittude - parceiro de saúde psicológicaO que mais você vai encontrar por aqui?Day off no dia do seu aniversário Home Office (Regime de trabalho híbrido)Ajuda de custo Home OfficeE aí, vem trabalhar com a gente? Venha e divirta-se. (Nossa comunicação inicial é por email. Não recebeu o e-mail? Verifique se a mensagem não está na pasta de Spam/Lixo Eletrônico)Etapas do processoEtapa 1: Cadastro1CadastroEtapa 2: Nosso Jeito de Ser 2Nosso Jeito de Ser Etapa 3: Teste Online - Social 3Teste Online - Social Etapa 4: Teste Online - Raciocínio 4Teste Online - Raciocínio Etapa 5: Triagem 5Triagem Etapa 6: Entrevista RH6Entrevista RHEtapa 7: Entrevista Gestor 7Entrevista Gestor Etapa 8: Banco de Aprovados 8Banco de Aprovados Etapa 9: Carta Proposta 9Carta Proposta Etapa 10: Contratação10ContrataçãoVenha construir momentos mágicos com muita diversão aqui!No Grupo Ri Happy construímos momentos mágicos com muita diversão para milhares de crianças e adultos, e que tal essa missão ser sua também?Nossos colaboradores são SUPER, e esse conceito vai muito além das incríveis entregas que cada um realiza. Para nós, o SUPER é recheado de significado e princípio.Olha Só o Que Valorizamos Por AquiSATISFAÇÃO EM SERVIR - Sentir a sensação de gratidão por encantar e fazer sorrirUNIDOS PELA DIVERSÃO – Ser um time único e forte pelo nosso propósitoPAIXÃO PELO NEGÓCIO - Ser intenso e engajado ao agir e cuidar como seuESSÊNCIA DA SIMPLICIDADE – Fazer de forma simples e ágil pensando no todo e no outroRESPEITO PELO AMANHÃ - Cuidar do hoje garantindo um amanhã melhorE aí, gostou? Dá match com a gente e nossos SUPER valores?Veja mais sobre a nossa história e se inscreva para fazer parte do nosso Grupo e completar o nosso quebra-cabeça!﻿👉 Para conhecer nossas vagas temporárias, clique aqui: https://gruporihappyvagastemporarias.gupy.io/\n        "
    ]
  },
  {
    "id": 3961368202,
    "title": "Bridge & Co. está contratando Banco de Talentos | Pessoa Engenheira de Dados\nRio de Janeiro - RJ e Híbrido\nBanco de talentos em: Greater Rio de Janeiro | LinkedIn",
    "requirements:": [
      "\n          Descrição da vagaQue tal fazer parte do nosso time de Technology? Cadastrar seu currículo aqui no Banco de Talentos é o melhor caminho para você ter acesso às nossas futuras oportunidades de Engenharia de Dados. Assim, quando a oportunidade surgir, já teremos o seu contato!Esse banco de talentos engloba oportunidades para atuação híbrida (Rio de Janeiro ou São Paulo).Responsabilidades e atribuiçõesComo Pessoa Engenheira De Dados, Você Focará EmArquitetar, desenvolver e manter soluções de dados na nuvem, com foco no Azure.Implementar ETL (Extração, Transformação e Carregamento) para processar e integrar dados de várias fontes.Escrever consultas SQL complexas para extrair e manipular dados de bancos de dados relacionais.Desenvolver scripts e código Python para automação de processos de dados.Utilizar ferramentas como PowerBI para criação de visualizações e dashboards interativos e eventualmente PowerApps.Comunicar-se efetivamente com clientes para entender suas necessidades e traduzi-las em soluções técnicas.Criar documentação clara e detalhada das soluções implementadas.Otimizar o desempenho das consultas e processos de dados para garantir eficiência.Garantir a qualidade e a segurança dos dados, implementando práticas de governança e conformidade.Requisitos e qualificaçõesComo Requisitos Básicos, BuscamosFormação superior em cursos de Tecnologia da informação, Matemática, Estatística, Engenharias ou outros cursos da área de exatas.Experiência avançada com ferramentas de ETL e SQL;Experiência avançada em Python;Experiência avançada em Cloud;Experiência avançada com Power BI;Experiência com atendimento ao cliente/usuário.Você Se Destaca Se TiverConhecimento intermediário em inglês.Informações adicionaisO que você irá encontrar por aqui?Acreditamos Que Um Bom Profissional, Antes De Tudo, é Uma Pessoa Que Cuida Do Seu Corpo e Da Sua Mente. E, Para Isso, Você Poderá Contar Com Alguns Benefícios ComoPlano de saúde (nosso plano possui uma excelente cobertura e você irá contribuir com apenas 20% do valor - sem coparticipação) Plano odontológico (o valor fica por nossa conta!) Caju: vale refeição/alimentação flexível Totalpass: Auxílio a academia Seguro de vida 8 days off por ano Apoiamos também a busca pela excelência no conhecimento e nossos Bridge’s contam com alguns incentivos:Descontos em certificações com instituições parceiras Plataforma interna de treinamentos com assuntos de diversas áreas de conhecimento Canais internos de troca de conhecimento Se inscreva, e embarque nessa jornada com a gente! 🚀NÓS SOMOS A BRIDGE & CO.!Somos uma empresa integradora, desde a concepção de soluções de gestão, governança e tecnologia até a implantação, automação e operação do dia a dia. Atuamos em três unidades de negócios para oferecer ao mercado soluções para superação de desafios reais relacionados à Transformação Digital e à nova era de competitividade da Indústria 4.0.Nossas três unidades são: Bridge Consulting, Bridge Technology e Bridge Operations.Para conhecer com mais detalhes a Bridge & Co., nos visite em https://bridgeconsulting.com.br/a Bridge é Para Você QueÉ ético e íntegro em todas as suas ações.Busca um ambiente profissional transparente e colaborativo.Quer estruturar soluções para problemas complexos.Gosta de estudar e absorver novos conhecimentos.Se identifica com os valores e com o negócio da Bridge & Co.Diversidade & Inclusão Na BridgeNa Bridge & Co, temos o compromisso de promover uma cultura de respeito, colaboração e empatia em todas as áreas da nossa empresa. Acreditamos na potência de um ambiente de trabalho diverso, composto por indivíduos com diferentes experiências, habilidades e perspectivas, onde todas as pessoas se sintam respeitadas e valorizadas. Estamos comprometidos a criar um ambiente que desperte o sentimento de pertencimento em todos que fazem ou farão parte da nossa história.Nossos ValoresAqui na Bridge & Co. levamos muito a sério a aplicação constante e diária dos nossos valores, que são pré-requisito para qualquer posição na empresa.Além deles, também temos nosso Manifesto. Nele, a cultura e os valores da Bridge & Co. foram traduzidos em 10 diretrizes descritas de forma detalhada. Conheça ele em https://bridgeconsulting.com.br/manifesto/Se identificou? Veja as nossas oportunidades abertas e venha fazer parte da Bridge & Co.!\n        "
    ]
  },
  {
    "id": 4852,
    "title": "Bradesco está contratando DATA ENGINEER II - 4852 - ID - TC em: Osasco, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Sobre o Bradesco Trazendo um pouco mais da nossa história de contribuição e impacto na sociedade, com pioneirismo e inovação, o Bradesco surgiu com o propósito de democratizar o acesso aos serviços bancários no Brasil. Nesses 81 anos, sempre ao lado dos brasileiros, nos tornamos uma das maiores Organizações do país, formada por empresas e fundações que oferecem produtos e serviços que vão de soluções financeiras a seguros, saúde e educação.E estamos sempre em busca de pessoas dispostas a fazer a diferença na vida de milhões de brasileiros, contribuindo para o desenvolvimento da sociedade. Responsabilidades e atribuições O que é o nosso time de Inteligência de dados?O Departamento de Inteligência de Dados tem o propósito de avançar nas fronteiras das tecnologias de dados e IA para gerar valor às unidades de negócio de maneira sustentável e ética. Nossas equipes estão organizadas em três grandes pilares: Analytics (orientado a profit pools), plataforma & estrutural, e governança & qualidade. E, junto às unidades de negócio, desenvolvemos e implantamos soluções de inteligência analítica que trazem incremento de receita, aumento de eficiência operacional, mitigação de riscos e melhoria da experiência do cliente.Modelo de trabalho : Híbrido (4 vezes remoto e 1 vez presencial)Local: Osasco Como será seu dia a dia? O Foco é na estruturação e habilitação do ambiente analítico na cloud, contando com a migração do legado (on premisses). Definição de boas práticas Desenvolvimento de automações (DevOps) Participação no desenvolvimento de arquiteturas Desenvolvimento de processos de monitoramento da saúde do ambiente Automação de processos Requisitos e Qualificações O que você precisa ter ou saber? Obrigatório conhecimento avançado em linguagem de Programação (Python ou Java); Obrigatório conhecimento em Cloud (Azure e/ou GCP). Obrigatório conhecimento em tecnologia Spark; Vivência anterior em Engenharia e Arquitetura Cloud para Ambiente Analítico Vivência em automação de processos de dados. Vivência em desenvolvimento de pipelines de dados. Graduação completa em cursos de Ciência de Dados, Matemática, Estatística, Economia, Física, Engenharia ou Computação, Sistemas de Informação e Análise de Desenvolvimento de Sistemas.Será um diferencial se você tiver: Conhecimento em DataBricks Inglês Intermediário O que nós oferecemos No Bradesco valorizamos a saúde e bem-estar, oferecendo um extenso portfólio de benefícios as todas nossas pessoas colaboradoras. PLR ou Bônus: Conforme a elegibilidade de cargo* Convênio Médico Convênio Odontológico Seguro de Vida Vale Alimentação Vale Refeição Total Pass 13º Cesta Alimentação Vale Transporte (adesão opcional) Descontos em produtos e serviços em empresas parceiras Previdência Privada (adesão opcional, com participação financeira da Organização Bradesco) Viva Bem Bradesco: programa de saúde, bem-estar e qualidade de vida Unibrad: Universidade Corporativa Bradesco Isenção de Tarifas: condições especiais em diversos produtos e serviços Auxílio Creche ou Babá Licença Paternidade estendida de 20 dias Licença Maternidade de 180 dias, acompanhamento assistencial da gestação até o pós-parto Auxílio para filho atípico* Saiba mais sobre o Bradesco Para mais informações sobre as nossas práticas de gestão de pessoas e indicadores, acesse bradescori.com.br/o-bradesco/capital-humano/ .Para mais informações institucionais, de negócios e financeiras, além das práticas e iniciativas de sustentabilidade, acesse bradescori.com.br/o-bradesco/relatorio-integrado/ .\n        "
    ]
  },
  {
    "id": 3882450654,
    "title": "C6 Bank está contratando Pessoa Engenheira de Dados Pleno em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          C6 BANK: O BANCO DA SUA VIDANós somos o banco que chegou com tudo em 2019!Atendemos pessoas físicas, MEIs e PMEs em todos os estados do Brasil. Sem agências físicas para te prender, oferecemos mais de 40 produtos e serviços financeiros feitos para todos os perfis de clientes.Nossa base fica em São Paulo, com mais de 3.500 CSixers que estão sempre a mil por hora. Em pouco mais de quatro anos, já conquistamos muitos prêmios e reconhecimentos. Para deixar ainda mais claro o quanto a gente manda bem, confira nossos destaques:1º lugar na lista \"LinkedIn Top Startups\" em 2021 e 2023; Reconhecimento do C6 Bank como uma das melhores empresas brasileiras para profissionais LGBTI+ em 2022 e 2023;Destaque na pesquisa de Diversidade e Inclusão pelo Instituto Ethos em 2022 e 2023; Eleito o melhor banco digital no Prêmio Canaltech por três anos consecutivos (2023); Única Fintech brasileira mais promissora do mundo segundo a CB Insights (2023);Sem contar que somos o único banco brasileiro no consórcio internacional \"Cybersecurity at MIT Sloan (CAMS)\" do Massachusetts Institute of Technology (MIT). Quer saber de todas as nossas premiações? Clique aqui.No C6 Bank, celebramos o diálogo, a abertura e, sobretudo, o respeito. Estamos construindo, no nosso dia a dia e nos nossos processos seletivos, uma cultura que valoriza e respeita a diversidade de pessoas. Aqui, cada indivíduo tem o poder da autorcracia, é incentivado a desafiar o quo e a criar coisas incríveis.Conheça os principais pilares da nossa culturaÉtica: Sem isso, não tem conversa. Com esse pilar, tudo o que queremos construir será sólido, duradouro e verdadeiro. Fazemos o que é correto. Exercemos a arte de discordar: Perguntamos “por que” antes de discordar e não nos apaixonamos pelos próprios argumentos. Assim podemos compreender para discordar e construir a melhor solução. Escolhemos o frescobol: Aqui ninguém ganha sozinho. Quando uma pessoa erra, o outro arredonda a bola. É uma ralação ganha-ganha. Autorcracia: Autorcracia significa ter liberdade com responsabilidade. Se a empresa fosse minha eu faria isso?  Bom humor: Bom humor é fundamental. O clima bom e descontraído favorece as relações, a criatividade e a inovação. Mas apelou, perdeu. Desafiar o status quo: Dá para fazer diferente? Sempre dá. E pode ser simples. Temos paixão por transformar e evoluir.Nossa área de Engenharia de DadosResponsável pelo desenvolvimento e manutenção da Plataforma de Dados, assim como pela malha de ingestão de dados provenientes de sistemas transacionais, operacionais, de relacionamento com clientes, entre outros. Armazenamos todos os dados carregados pelos pipelines no Data Lake, essenciais para a tomada de decisões do negócio. Monitoramos continuamente os pipelines de extração de dados para garantir a funcionalidade de leitura e carga, além de otimizar sua performance e eficiência.Suas atividades como CSixerSer uma referência técnica para os mais juniors, além de oferecer suporte à equipe da Plataforma de Dados e Engenharia de Dados;Apoiar a implementação de soluções escaláveis e robustas utilizando Google Cloud Platform, incluindo Dataflow, Airflow, e demais serviços relevantes;Manter uma comunicação eficiente com a equipe e áreas envolvidas diretamente com os dados;Garantir o monitoramento e a observabilidade dos pipelines em execução;Contribuir para a estratégia de desenvolvimento e implementação, assegurando o uso de métodos, código limpo, testes automatizados e qualidade nas implantações;Colaborar com áreas e stakeholders para atender necessidades e funcionalidades da plataforma de dados;Apoiar na identificação de problemas na plataforma e simulação de cenários de erros; Requisitos e experiênciaExperiência em Engenharia de Dados;Proficiência em ingestão de dados de bancos (SQL, NoSQL ou arquivos);Experiência com Python e GoLang (desejavel);Familiaridade com pipelines batch e de eventos;Desejável capacidade técnica para entendimento de automação e otimização de recursos em ambiente de cloud;Conhecimento em processos de Quality Assurance;Habilidade em comunicação assertiva com equipe, colegas e líderes;Certificações GCP será um diferencial. Nossos benefíciosVale-Refeição - Disponível no cartão Alelo;Vale-Alimentação - Disponível no cartão Alelo;Plano e saúde e odontológico - Sem copartipação e desconto para CSixers e dependentes;Auxílio-Creche - reembolso para custos de creche e babá;Seguro de Vida;Gympass - Acesso a plataforma com diversos planos e modalidades esportivas;Psicologia Viva - Terapia online sem custo com a opção de adesão para amigos e familiares;Cartão de Crédito C6 Bank Carbon - Benefícios de ser um Carbon isento de mensalidade;Carbon Spa - Salão de beleza completo localizado em nosso escritório;Sala de amamentação - Espaço com toda privacidade e conforto dedicado para as CSixers;Empresa Cidadã - Prorrogação do prazo da licença-maternidade e licença-paternidade;Bicicletário - Local seguro para guardar a sua bicicleta no escritório;Vestiário - Lockers rotativos, secador de cabelo e chuveiros;Espaço de convivência - Videogame, mesa de sinuca, playball, churrasqueira, chopeira, lanchonete, auditório, diversos locais de descanso, redes, cesta de basquete e horta colaborativa e orgânica.Diversidade e InclusãoAcreditamos na importância de cultivar o respeito e acolhimento às diferenças, valores que estão intrinsicamente ligados à nossa ética. Nossa dedicação contínua visa criar um ambiente verdadeiramente plural e inclusivo, onde cada indivíduo se sinta não apenas reconhecido, mas também encorajado a ser autêntico. Além de impactar positivamente o engajamento de nossa equipe, percebemos benefícios tangíveis na promoção da inovação e na geração de vantagens competitivas para o nosso negócio.Desenvolvemos estratégias com foco nos pilares de gênero, racial, LGBTI+ e inclusão de pessoas com deficiência, fundamentando a diversidade como a espinha dorsal de nossa cultura organizacional. Recebemos reconhecimentos, como ser uma das melhores empresas para LGBTI+ trabalharem em 2022 e 2023, destacando nossa dedicação à diversidade e inclusão. Comprometemo-nos a manter e expandir esses esforços, construindo um ambiente de trabalho acolhedor e celebrando as diferenças como fontes de força e inovação.Em resumo, reafirmamos nosso compromisso inabalável com a promoção da diversidade e inclusão em todas as suas formas. Acreditamos que, ao nutrir um ambiente que respeita e acolhe as diferenças, não apenas fortalecemos nossos times, mas também impulsionamos a inovação do nosso negócio. Continuaremos a desenvolver estratégias inclusivas e a fomentar uma cultura que celebra a autenticidade de cada um. Ao construir um banco mais diverso em representatividade e pensamento, estamos moldando um futuro em que a pluralidade é não apenas reconhecida, mas também valorizada como um impulso para o sucesso e a inovação.\n        "
    ]
  },
  {
    "id": 3908129188,
    "title": "Cielo está contratando Finanças | Analista em Ciência de Dados em: Barueri, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Job DescriptionSomos mais que uma máquina, somos pessoas que transformam e criam infinitas possibilidades.Trabalhamos para simplificar e impulsionar negócios para todas as pessoas, oferecendo soluções financeiras inteligentes. Aqui, investimos em tecnologia, promovemos desenvolvimento e fomentamos a inovação para criar novos caminhos possíveis e gerar impacto positivo no mundo.Na Cielo, a gente trabalha com autonomia para escrever nossa própria jornada, liberdade para ser quem a gente é, e a oportunidade de fazer acontecer. Somos um time que sonha no plural, oferecendo uma experiência completa e focando no bem-estar físico e mental de nossos mais de 6.000 colaboradores e suas famílias.Acreditamos na inclusão e acolhimento de todas as pessoas, com suas singularidades e diversidade de vivências.Bora realizar seus sonhos com a gente!Juntos com você, em infinitas possibilidades.Responsibilities and assignmentsTem Lugar Para Você Nesse PropósitoRealizar a manutenção de dashboards e reports de monitoração do desempenho operacional e financeiro, visando geração de insights para a atuação da alta gestãoApoiar na identificação de oportunidades de rentabilização da companhia por meio da exploração e modelagem de grande massa de dadosParticipar do processo de limpeza, preparação e transformação de dados de diferentes fontes, garantindo a consistência e precisão das informações nas análisesAuxiliar na evolução e adaptação das visões apresentadas, considerando novos insights e resultadosAtuar em problemas complexos ou multifuncionais, propondo e aplicando abordagens customizadasResponsabilizar-se pelas próprias entregas, com excelente nível de qualidade e prazo.Requirements And QualificationsO que o #TimeCielo espera de você?Superior Completo: Ciência da Computação, Engenharia da Computação, Data Science ou áreas afinsDomínio de linguagens de programação (SQL, Python)Experiência em criação de dashboards (Power BI) e reports focados na geração de insights para aumento do resultado da áreaConhecimento avançado em AWS, Excel e PowerpointAlta capacidade analítica, atenção a detalhes e comprovadas habilidades em modelagem financeiraSenso de priorização aguçado e forte capacidade de organização e planejamento.Additional informationPor que viver infinitas possibilidades ao nosso lado? Assistência Médica e Odontológica Remuneração Variável Anual (PPR) Auxílio Refeição e Alimentação Auxílio Transporte, Fretado ou Estacionamento Auxílio Trabalho Remoto Seguro de Vida Previdência Privada Canal de apoio à especialistas (nutrição, psicologia, ginecologia etc) Campanha de Vacinação Edupass (Plataforma de estudo e desconto em instituições parceiras)Gympass (Auxílio Academia e Bem-estar)Programa de Gestação SaudávelLicença Maternidade e Paternidade estendidaAuxílio CrecheDress Code FlexívelHorário FlexívelSexta-curtaAlmoço estendido (1h30).Process stagesStep 1: Registration1RegistrationStep 2: Triagem2TriagemStep 3: Entrevista RH3Entrevista RHStep 4: Entrevista Gestor4Entrevista GestorStep 5: Hiring5HiringVem pro #TimeCIelo, onde seu sonho de transformação encontra infinitas possibilidades de se tornar realidade!Somos mais que uma máquina, somos pessoas que sonham, transformam e criam infinitas possibilidades juntas.Aqui a gente é movido por sonhos e, mais importante, por transformação! Por isso, nos empenhamos todos os dias para cumprir a nosso propósito de simplificar e impulsionar negócios para todas as pessoas, oferecendo soluções financeiras inteligentes e acessíveis que estão no dia a dia de quem movimenta o Brasil.Para isso, Investimos fortemente em tecnologia, criamos um ambiente propenso ao desenvolvimento e fomentamos a inovação para aumentar cada vez mais a nossa capacidade de criar novos caminhos possíveis e gerar impacto positivo no mundo.Trabalhar na Cielo é aprender na prática e construir uma carreira diariamente.No nosso dia a dia, a gente trabalha com autonomia para escrever nossa própria jornada, liberdade para ser quem a gente é e a oportunidade de fazer acontecer.Nós sonhamos no plural, acolhendo e ajudando a realizar os sonhos das mais de 6.000 pessoas que fazem parte do #TimeCielo. E, para torná-los realidade, a gente oferece uma experiência completa e inesquecível para o nosso time, focando no bem-estar físico e mental não apenas dos nossos colaboradores e colaboradoras, mas também de suas famílias.Além disso, a gente acredita que a resposta para conseguir vislumbrar novos futuros está na inclusão e acolhimento de todas as pessoas, com suas singularidades e diversidade de vivências. Por isso, não importa qual seja o seu sonho – pra sua vida, sua carreira, pra deixar sua marca no mundo –, tem lugar pra ele aqui, junto com os nossos. Vem pra Cima, vem pra Cielo!\n        "
    ]
  },
  {
    "id": 3975232056,
    "title": "Itaú Unibanco está contratando Engenheiro de Dados SR em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Vem ser Ituber & vem fazer Itaú_Venha fazer parte da Comunidade de Produtos de Dados do maior banco da América Latina. No Itaú valorizamos as pessoas de todos os gêneros, raça, idade, orientação sexual e com deficiência. A diversidade e a ética fazem parte do nosso DNA, e temos orgulho de ser a segunda melhor empresa para trabalhar segundo o ranking da Great Place to Work.Uma das marcas mais valiosa do Brasil, temos o desafio de trazer resultados financeiros com soluções de Engenharia de Dados e Analytics. Estamos buscando mulheres que queiram se desenvolver e aprender constantemente, compartilhando, colaborndo, inovando e entregando valor para todos os nossos clientes.Venha fazer parte desse time e transformar as comunidades do Itaú com uso de dados.O que você precisa para ser um Ituber?Venha fazer parte da Comunidade de Produtos de Dados do maior banco da América Latina. No Itaú valorizamos as pessoas de todos os gêneros, raça, idade, orientação sexual e com deficiência. A diversidade e a ética fazem parte do nosso DNA, e temos orgulho de ser a segunda melhor empresa para trabalhar segundo o ranking da Great Place to Work.Uma das marcas mais valiosa do Brasil, temos o desafio de trazer resultados financeiros com soluções de Engenharia de Dados e Analytics. Estamos buscando mulheres que queiram se desenvolver e aprender constantemente, compartilhando, colaborando, inovando e entregando valor para todos os nossos clientes.Venha fazer parte desse time e transformar as comunidades do Itaú com uso de dados.Como é o dia a dia de um Ituber nessa área?Tecnologia: AWS - Glue, Spark, Lake Formation, S3, Lambda, RDS, Athena.Experiência técnica nas linguagens de programação Python, PySpark HQL, SQL e Shell ScripExperiência técnica no Hadoop, diferencial conhecimento no CDP.Experiência com Data Mesh, Big Data, Ingestão de Dados, ETL e ELT.Pipelines DevSecOps com uso do Github, JFrog Artifactory, Urban Code, AWS Code Deploy , AWS - EMR, Redshift, Quicksight, Kinesis.Experiência na área financeiraCertificação: AWS Practitioner , AWS Solution Architect , AWS Data EngineerMetodologia de projetos ágeis , Gestão de projetos , Gestão de resultados , Planejamento , Elaboração de apresentaçõesAo se tornar um Ituber você temVale TransporteVale Refeição (Restaurantes) / Vale Alimentação (Supermercados)Convênio médico e odontológicoSeguro de VidaPLR – Participação nos Lucros e Resultados (Mediante resultados do banco)Previdência privadaDescontos exclusivos em nossos produtos financeirosLicença maternidade estendida & paternidadeAuxílio Creche / Babá (para papais e mamães)Incentivo a estudosGymPass ou TotalPassAcesso aos Clubes Itaú (Guarapiranga / Itanhaém e São Sebastião)Algumas vantagens que você pode conhecer durante o processo*Estimulamos candidaturas de pessoas com deficiência em todas as nossas posições, sendo assim, sinta-se à vontade para se candidatar em vagas sinalizadas como exclusivas ou não para pessoas com deficiência. Somos comprometidos com a inclusão e valorizamos a diversidade.\n        "
    ]
  },
  {
    "id": 3963403125,
    "title": "Infosys está contratando Data Engineer  em: São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          Infosys Brasil está em busca de profissionais com o perfil de Data Engineer Descrição da vaga:Este profissional terá um papel chave no envolvimento com a equipe de negócios e funcional no fornecimento de soluções técnicas mais adequadas, em conformidade com os padrões de desenvolvimento do cliente e da Infosys. Também apoiará a transferência de conhecimento com o objetivo de fornecer soluções de valor agregado que permitam que nossos clientes atendam às necessidades em constante mudança do cenário global.Qualificações requeridas:Vivência em Banco de Dados SQL, Database, DataLake ,Data Wharehouse e DataStorage.Conhecimento em modelagem de dados (MER e Star Schema)Conhecimento de Python, Pyspark, SQL e Data Lake.Processos ETL, análise, transformação e carregamento de dados.Experiência no desenvolvimento de soluções na plataforma AWS:Desejável vivência com a cultura DevOps da AWS;Conhecimento em Metodologia ITIL.Formação superior completa e/ou cursando em TI ou correlatas.Inglês avançado.Atuação hibrida : 2x por semana – região Oeste de SP.Principais atividades e responsabilidades:Construir, testar, manter e documentar estruturas de Data Lake, Data Warehouse e sistemas de processamento de dados em larga escala.Trabalhar em uma equipe multidisciplinar focada no mapeamento de melhorias e na resolução de problemas envolvendo consultas a bancos de dados e BI.Monitorar e garantir a execução de pipelines para garantir a qualidade dos dados; garantir que as soluções sejam escaláveis, de baixa latência e resilientes; Monitorar a resolução de problemas.Informações adicionais:Tipo de trabalho: CLT, Horários flexíveis.Pacote de benefícios: Vale Transporte, Vale Refeição, Auxílio Creche, Seguro de Vida, Auxílio Funerário, Convênio Médico e Odontológico.Carreira: Atuação Global em clientes e/ou projetos nacionais e internacionais, possibilidade de movimentação de carreira internacional.Desenvolvimento: Infosys Global Education Center é a maior universidade corporativa do mundo, disponibilizamos mais de 80 mil títulos de treinamentos internos, além dos cursos e certificações com parceiros homologados (Microsoft, Google, Amazon e SAP), sem custos para todos os nossos profissionais.A Infosys é uma empregadora que oferece oportunidades iguais e todos os candidatos qualificados serão considerados, independentemente de raça, cor, religião, sexo, orientação sexual, identidade de gênero, nacionalidade, status de veterano protegido, cônjuge de veterano protegido ou deficiência.\n        "
    ]
  },
  {
    "id": 3969550443,
    "title": "Shopee está contratando Data Analyst em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          About The TeamSobre a ShôAqui na Shô, acreditamos que cada membro de nossa equipe é fundamental para o nosso sucesso, e que diversidade de perspectivas e vivências são essenciais para movimentar nosso negócio e impulsionar o nosso propósito de mudar o mundo para melhor.Fazer parte do nosso time é a oportunidade de se desenvolver dentro de uma cultura de muita agilidade. Se você ama assumir grandes responsabilidades e fazer o que nunca foi feito, a Shô é seu lugar. Aqui você terá grandes desafios, trabalhará em colaboração com um time diverso e contribuirá para o futuro do e-commerce no Brasil, criamos impacto positivo na vida de milhões de pessoas.Modelo de TrabalhoAdotamos um modelo de trabalho híbrido, esse modelo permite que as pessoas ajustem seu ambiente de trabalho de acordo com suas necessidades pessoais, ao mesmo tempo em que promove a colaboração e interação no escritório.Qual será a sua missãoColetar, processar e analisar dados além da criação de reports para tomada de decisões gerenciais. Será responsável pela manutenção das ferramentas de dados para a operação de XPT (Data Suite, Data Dashboard, G-Sheets, Power Bi, Looker e outras).Projetar, construir e manter infraestruturas de dados para XPT. Garantir que os dados estejam disponíveis e em um formato utilizável para os analistas. Criar ferramentas de dados para uso do time de XPTDesenvolver relatórios e dashboards interativos usando ferramentas de BI. Apresentar os insights e recomendações para as partes interessadas de forma clara e objetiva. Ajudar a direcionar a tomada de decisões estratégicas com base nos dados. Acompanhar o desempenho de indicadores-chave de desempenho (KPIs) e outras métricas relevantes para o negócioJob DescriptionComo será o seu dia a diaGarantir a disponibilidade das ferramentas utilizadas em XPT para consultas de resultados e indicadores de performance;Criar reports gerenciais de resultados nas periodicidades diária, semanal e mensal;Construir dashboards e painéis interativos para consulta de resultados;Fazer Consultas e extrações no banco de dados de informações ad hoc;Automação de processos com Python ou outra linguagem para coleta de dados offlineFazer consultas e extrações no banco de dados para criação de reports de performance;Criar tabelas e ferramentas de dados para rotinas de performance;Conduzir Squads multidisciplinares em busca da melhoria contínua de resultados;Propor soluções e criar modelos preditivos de performanceRealizar análises profundas para identificar a causa raiz do problemas;Encontrar oportunidades para melhorar a experiência logísticaRequirementsO que você precisa para assumir o desafioEnsino Superior completo em Engenharia, Logística, Administração ou áreas similares.Conhecimento em SQL e PythonExperiência com ferramentas de data visualization (powerBI, Looker)Pacote OfficeInglês intermediárioBenefíciosAssistência médica e odontológica, estendendo-se aos dependentes;Parceira com Gympass e TotalPass;Vale Refeição/Alimentação flexível;Vale Transporte, Vale Mobilidade ou Estacionamento no local;Benefício flexível;Zenklub;Bônus anual discricionário, atrelado à performance.VEM FAZER HISTÓRIA COM A GENTE.O QUE TE FAZ ÚNICO, NOS FAZ MELHORES! 🧡\n        "
    ]
  },
  {
    "id": 3953189433,
    "title": "Superlógica Tecnologias está contratando Engenheiro de dados em: Brazil | LinkedIn",
    "requirements:": [
      "\n          O desenvolvimento de software é o nosso coração. Os produtos da Superlógica impactam milhares de pessoas diariamente, sendo a nossa forma de ajudar o empreendedor a transformar o mundo.Aqui sua missão será extrair dados, transformá-los em informação, trazer insights e análises e apresentá-los. Tudo isso através de diversas ferramentas e sistemas para apoio nas tomadas de decisão tanto a nível operacional quanto estratégico.Se você é apaixonado por tecnologia e dados aqui é seu lugar!!!Responsabilidades e AtribuiçõesProjetar e implementar pipelines de dados escaláveis e eficientes;Integrar e consolidar dados de diferentes fontes;Otimizar o desempenho das cargas de trabalho de dados;Garantir a qualidade e a integridade dos dados através de práticas de governança;Colaborar com cientistas de dados, analistas e outras equipes de tecnologia para atender às necessidades de dados;Monitorar e resolver problemas em pipelines de dados;Requisitos e QualificaçõesProficiência em Python para automação e manipulação de dados;Experiência com Apache Airflow para orquestração de workflows;Conhecimento em Databricks e BigQuery para análise e processamento de grandes volumes de dados;Experiência com as principais plataformas de cloud (AWS, Azure, GCP);Conhecimento em SQL para consultas e manipulação de dados;Habilidade para trabalhar em um ambiente ágil e dinâmico;DiferenciaisExperiência com ferramentas de ETL;Conhecimento em Spark;Experiência em projetos de Big Data;Certificações em plataformas de cloud;Fazendo Parte Do Time, Você Terá “SuperBenefícios” ComoFlexibilidade de horário Podemos sempre nos adaptar às mudanças do dia a dia, o importante mesmo é sempre alcançar o objetivo.Ajuda de custo Home Office: A gente dá o suporte necessário para que você possa trabalhar no conforto do seu lar.Flash Benefícios Flexíveis (VA + VR): Transformar o mundo dá uma fome, né?! E é claro que o nosso recheado VA e VR não podem ficar de fora dessa missão.Plano de saúde e odontológico: A saúde sempre em primeiro lugar, para você e seus dependentes.Apoio aos pais: Se tornar mãe ou pai é algo espetacular, e queremos participar deste grande momento com você. Por isso, além do auxílio creche, temos também licença-parental (maternidade e paternidade) estendida.Saúde e Bem-estar: Parceria com o Gympass e auxílio farmácia.Treinamentos e educação Temos parcerias com escolas e universidades e oferecemos treinamentos EaD gratuitos.Ambiente que valoriza feedbacks 1:1. Sobre a empresaNosso propósito é descomplicar a relação das pessoas com suas casas, condomínios e vizinhança.Somos a maior plataforma tecnológica, financeira e de crédito do mercado condominial.Criamos um ecossistema de soluções inovadoras para facilitar a rotina dos nossos clientes e somos responsáveis pelo maior evento condominial do país, o Superlógica Next, a maior arena de debate dos novos rumos para esse mercado.Isso é ser Superlógico 💙Vem ser Super!\n        "
    ]
  },
  {
    "id": 3960713496,
    "title": "Ever está contratando Analista de Dados em: Greater São Paulo Area | LinkedIn",
    "requirements:": [
      "\n          Desenvolver planilhas .Coletar e Analisar dados .Utilizar técnicas estatísticas.Desenvolver e implementar análises de dados.Conhecimento em Banco de DadosConhecimento em Estatística e Matemática.Conhecimento em Excel.Conhecimento em programação.\n        "
    ]
  },
  {
    "id": 3961305949,
    "title": "SPAR Brasil está contratando Analista de Dados Jr - Centro/Sul SP em: São Paulo, São Paulo, Brazil | LinkedIn",
    "requirements:": [
      "\n          DESCRIÇÃOEstamos em busca de um(a) Analista Focado em Power BI com experiência mínima de 01 ano na área de dados para se juntar à nossa equipe.Procuramos um profissional proativo, organizado e analítico, com expert em ferramentas como Word, Excel e PPT e que tenha conhecimento prévio em banco de dados.ResponsabilidadesDesenvolver dashboards interativos e relatórios no Power BI para apresentar dados de maneira eficaz.Coletar, limpar e transformar dados brutos em conjuntos de dados utilizáveis.Colaborar com diferentes departamentos para entender as necessidades de dados e criar soluções personalizadas.Crie modelos de dados e consultas no Power BI.Garantir a precisão e a integridade dos dados nos dashboards.Automatize tarefas por meio do Excel para facilitar a análise de dados.Mantenha-se atualizado com as melhores práticas e tendências em Business Intelligence.Requisitos Ensino Superior Cursando na Área de Dados; Experiência anterior em Dados; Habilidades técnicas para manusear ferramentas e softwares da área; Word, Excel e PPT intermediário; Experiência com Banco de Dados; Boa comunicação oral e escrita; Proatividade e vontade de aprender; Excelente habilidade de organização e atenção aos detalhes.Benefícios Salário compatível de acordo com o mercado; Vale-transporte; Vale-refeição; Plano de saúde; Programa de incentivo à educação e desenvolvimento profissional.Se você está em busca de uma oportunidade desafiadora, para crescer profissionalmente e contribuir com uma equipe dinâmica e inovadora, esta vaga é para você.Local de trabalho: São Paulo, SPRegime de contratação de tipo: Efetivo – CLTJornada: Período IntegralÁrea e especialização profissional: Informática, TI, Telecomunicações - Administrador de Banco de DadosNível hierárquico: AnalistaREQUISITOSEscolaridade Mínima: Ensino Médio (2º Grau)VALORIZADOTempo de experiência: Menos de 1 anoHABILIDADESexperiência em trade marketingsaber manusear ferramentasAtençãovontade de aprenderProatividadeorganizaçãoaplicativos, involvesAjudar com organização e monitoramento de promotores de vendasanaliticoMexer com sistemas Word, Excel, PPTMicrosoft Excelauxiliar demandas administrativasBENEFÍCIOSVale-alimentaçãoVale-refeiçãoSeguro de vida\n        "
    ]
  }
]